{
  "data": [
    {
      "category": "Pilates",
      "name": "Bar/Towel Mat Class",
      "studio": "Pilates on 66 Ltd.",
      "address": "50 East 66th Street Suite A, New York, NY 10065",
      "phone": "(212) 517-5399",
      "date": "Tuesday, Jun 16",
      "time": "1:00pm - 1:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/85/images/original_Web-Image_0006_iStock-914755474_super.jpg?1536881311",
      "description": "Use a towel, a bar, an umbrella duster or anything to connect your body. A well connected body is the key to efficiency in your daily life and sport performances. ",
      "link": "https://mindbody.io/fitness/classes/bar-towel-mat-class-pilates-on-66-ltd#49058820-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "VIRTUAL: Mom, Dad & Me!",
      "studio": "Pilates On Fifth",
      "address": "501 5th Avenue 2200, New York, NY 10017",
      "phone": "(212) 687-8885",
      "date": "Tuesday, Jun 16",
      "time": "1:30pm - 2:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/86/images/original_Web-Image_0010_iStock-912235596_high.jpg?1536881338",
      "description": "(30 minute class) Mom, Dad & Me! Want to get your kids moving? Want to get them off of those devices! Join Kelly for a kids movement and fitness class that has some goodies for parents as well. (or notif youre actually trying to work!) Kelly regularly teaches kids classes, so let her lead your kids through some fun fitness that… will rejuvenate their little spirits and burn off some of that bottled up energy! ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-mom-dad-me-pilates-on-fifth-new-york-ny#53330364-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "LIVESTREAM BurnStrong CORE-FLOW",
      "studio": "BurnStrong",
      "address": "46 West 46th Street 4th Floor Front, New York, NY 10036",
      "phone": "(646) 329-2346",
      "date": "Tuesday, Jun 16",
      "time": "1:30pm - 2:20pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNCfgeGGb_FMIQ_PzcwQadhYwdLv2IF-aKXxppn=s1600-w2000",
      "description": "****ATTENTION******* Due to the coronavirus outbreak we are doing our best to protect the weaker members of our community (those with pre-exiting conditions, compromised immune systems, and the elderly) and practice social distancing we have switched to ONLINE CLASSES and THIS IS AN ONLINE CLASS.… Please do not come to our physical location in Midtown Manhattan, rather register for our online class via ZOOM and we can practice together (in spirit).  BurnStrong Core-Flow class description: YOGALATES. And we don't just mean \"core yoga\" we mean yoga + PILATES taught by a creative, well-informed yoga + PILATES teacher who cares about you and the health of your spine.  Stretch, and feel that Pilates-Burn in your core: BurnStrong CORE FLOW.  *All BurnStrong classes are done barefoot on mats.    https://zoom.us/j/6463292346   ",
      "link": "https://mindbody.io/fitness/classes-online/online-burnstrong-core-flow-burn-strong-2#50038964-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "One Arm Handstand Training",
      "studio": "Warrior Bridge",
      "address": "250 Front Street Ground Floor, New York, NY 10038",
      "phone": "(917) 262-0863",
      "date": "Tuesday, Jun 16",
      "time": "2:00pm - 3:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/84618/gallery_images/545864/cropped_bridges.jpg?1545377620",
      "description": "The one arm handstand is one of the most challenging movements out there, it asks for deep dedication and patience as well as a solid technical understanding of handstand. In this class we take students through the essential drills and alignment to put you on your path to the one arm handstand. To get the most out of… the class you should feel comfortable in freestanding handstand and be able to move your legs between different shapes. Class is available via Zoom link.  ",
      "link": "https://mindbody.io/fitness/classes/one-arm-handstand-training-warrior-bridge#48717763-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "Online: Therapeutic Pilates Mat for Dancers",
      "studio": "Gibney Dance",
      "address": "890 Broadway Fifth Floor, New York, NY 10003",
      "phone": "(646) 837-6809",
      "date": "Tuesday, Jun 16",
      "time": "2:00pm - 2:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/24145/gallery_images/183513/cropped_28166739_10155878574386900_3340720196219407687_n.jpg?1540225638",
      "description": "Gibney Online Studio is a digital dance space. Join us, wherever you are, for live, online classes with renowned teaching artists in New York City and beyond. Lets keep moving together and finding new ways to connect! These classes are open to movers of all levels!  From Monday, June 8 through Tuesday, June 30, all revenue… from Gibney Online Studio drop-in classes will be donated to Black-led organizations or groups fighting against racism and in defense of Black lives. We are working collaboratively with our teaching artists and staff to identify the organizations we will support and at the end of the month, Gibney will make three donations split evenly between the selected groups.  Class Description: Often dancers suffer through chronic to acute injuries that are preventable. In this 45 minute class, teacher trainers from the Kane School and Kinected will address common faulty biomechanics from the pli to the pass to jumping. This class will incorporate exercises that will rectify faulty mechanics, restoring you for your next show or strengthening you for that next tour. Additionally, home care exercises will be covered as well that you can take on the road.  Level: Open  PAYMENTPay what you can. The suggested contribution is $10, but $5 and free options are also available. The Teaching Artists or Partner Organizations will receive a portion of the proceeds. Existing Class Credits or Class Series cannot be applied to online classes at this time.  REGISTRATION  Classes will be streamed live via Zoom. Students must pre-register for class and download the Zoom app to join. Registration will close 20 minutes before the class time. 15 minutes before class, you will receive an email with the Zoom link.  All classes are in Eastern Standard Time.  SUPPORT  Gibney needs your support to continue offering online programming, supporting artists, and fulfilling our mission in this moment of uncertainty. Your generosity has unprecedented value and urgency at this time. Donate today https://gibneydance.secure.force.com/donate/?dfId=a0n2S00000kaqefQAA&_   ",
      "link": "https://mindbody.io/fitness/classes-online/online-therapeutic-pilates-mat-for-dancers-gibney-dance#53716984-2020-06-16"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Boxing - All Levels (Swing Shift)",
      "studio": "Church Street Boxing Gym Park",
      "address": "153 West 29th Street, New York, NY 10001",
      "phone": "(212) 571-1333",
      "date": "Tuesday, Jun 16",
      "time": "3:00pm - 4:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/19/images/original_Default-image_0014_iStock-692842106_high.jpg?1536873776",
      "description": "This class is appropriate for Beginners through Advanced students.  Your instructor will be an experienced professional or amateur fighter who will review basic punches and combinations and the fundamentals of defense. New members will develop a strong foundation while more experienced fighters will benefit… from the guidance of skilled coaches.  Scheduled for 3pm Weekdays, it is perfect for members and guests with unconventional schedules such as NYPD, FDNY and EMS, as well as nurses and doctors. ",
      "link": "https://mindbody.io/fitness/classes/boxing-all-levels-swing-shift-church-street-boxing-gym-2#48451550-2020-06-16"
    },
    {
      "category": "Martial arts",
      "name": "Martial Mind",
      "studio": "Gotham Martial Arts / Gotham Taekwon-Do",
      "address": "328 E 61st St # 3, New York, NY 10065",
      "phone": "(212) 326-9510",
      "date": "Tuesday, Jun 16",
      "time": "3:45pm - 4:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/66/images/original_Default-image_0028_iStock-155246610_super.jpg?1536880194",
      "description": "Martial Mind (Ages 5 - 7) is an 18-24 month, traditional martial arts-based Social and Emotional Learning (SEL) certification program, inspired by Headmaster Kwok's program designed for formal education. We, as educators, aim to nurture the character development of our students so they can grow into respectful,… well-coping, and moral individuals. As children at this age are still in the early stages of developing cognitive skills, the belt system is divided into different checkpoints for the preparation of their entry to the Juniors program.Besides learning to kick and punch properly, as well as age-appropriate self-defense techniques, we will spotlight a key theme, such as respect, focus, integrity, and self-control. We will demonstrate the meaning behind the selected theme and how it benefits the students' social skills and emotional competencies through physical practice. We aim to guide students to transfer the skills learned in class to their lives in academic and home settings.  Upon completion of the Martial Mind program, our students will receive an official certificate issued by Martial Arts Education Society. They are expected to progress in our Juniors Taekwon-do program at an accelerated rate.   ",
      "link": "https://mindbody.io/fitness/classes/martial-mind-gotham-martial-arts-gotham-taekwon-do#48479360-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Open Level Vinyasa (Livestream)",
      "studio": "Now Yoga",
      "address": "61 4th Avenue 3rd Floor, New York, NY 10003Lower Manhattan",
      "phone": "(646) 596-7772",
      "date": "Tuesday, Jun 16",
      "time": "4:00pm - 5:05pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/133222/gallery_images/135684/cropped_IMG_4587.JPG?1539354351",
      "description": "Come as You Are. A open-level and well-rounded practice thats appropriate for those with experience in group classes. ",
      "link": "https://mindbody.io/fitness/classes-online/open-level-vinyasa-online-now-yoga-lower-manhattan#48470016-2020-06-16"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Kids Boxing",
      "studio": "Trinity Boxing Club - New York",
      "address": "116 Duane Street, New York, NY 10007",
      "phone": "(212) 374-9393",
      "date": "Tuesday, Jun 16",
      "time": "4:00pm - 5:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/134898/gallery_images/956077/cropped_james.JPG?1576100011",
      "description": "The greatest gift we can give our kids is confidence to defend themselves physically, but also to score a goal, raise their hand, or speak their mind. Confidence is a skill that can be learned and boxing is the perfect teacher. How to stand, how to breathe, what to focus on and pushing past perceived limitations are just… some of the lessons that boxing has to offer...when taught correctly. We support out young boxers and encourage them to apply what they learn here, outside the ring as well. Our classes are non contact and are suited for all skill levels. Boxing is a perfect compliment as a second sport. Some of our current and former members play and excel at the collegiate and professional levels and attribute boxing to the their success. ",
      "link": "https://mindbody.io/fitness/classes/kids-boxing-trinity-boxing-club-new-york-2#48553318-2020-06-16"
    },
    {
      "category": "Other",
      "name": "Jam Sessions Music - Zoom Interactive Class",
      "studio": "Kids at Work",
      "address": "123 W20th Street 2E Second floor, New York, NY 10011Midtown",
      "phone": "(212) 488-8800",
      "date": "Tuesday, Jun 16",
      "time": "4:15pm - 4:50pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "IF THERE IS NO SIGN UP OR BOOK CLASS BUTTON THE CLASS IS FULL.  Jam Sessions via ZOOM are interactive! Unlike livestreaming, in these sessions your child's favorite teacher can see and interact with your child. Register for this class and receive a link and a password via email to log in and join the fun! Jam Sessions via ZOOM… will be limited to 8 participants. Join Kids at Work Teachers for 35 minutes of music from the comfort of your own home. Further instructions will be sent for participants that register at least 15 minutes before class! These sessions are $15 per class.  Before Class: Download zoom (https://zoom.us/download) well before class time. Please be aware that when joining this class there is the potential for participants to see one another. All audio will be muted except for teacher for MOST of the class. If you do not want to be seen simply disable your video.  Do I need anything for this class?Please gather any instruments you might have for our \"Jam Session\". Other objects such as pots and pans, wooden spoons, or Tupperware filled with beans or rice (reinforce with some tape) will work too! If you have bubbles or scarves/pieces of fabric please make them available as we may use those as well!  Didn't get the email with all the info to join the meeting? Check your spam! We'll usually send it about an hour before. ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-class-from-your-home-jam-sessions-music-kids-at-work-midtown#48550392-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Core Blast - 45 min (on ZOOM)",
      "studio": "Warrior Bridge",
      "address": "250 Front Street Ground Floor, New York, NY 10038",
      "phone": "(917) 262-0863",
      "date": "Tuesday, Jun 16",
      "time": "4:30pm - 5:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/84618/gallery_images/545864/cropped_bridges.jpg?1545377620",
      "description": "Core Yoga is a core conditioning class drawing from Yoga, Pilates, gymnastics/acrobatic conditioning as well as other fitness/movement styles. Class will offer full body mobility and strength work with an emphasis on proper breathing mechanics and core activation. ",
      "link": "https://mindbody.io/fitness/classes-online/core-blast-45-min-on-zoom-warrior-bridge#48717900-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Hour L2 LIVESTREAM",
      "studio": "Yogamaya",
      "address": "135 West 20th Street 6th Floor b/w 6th & 7th Ave, New York, NY 10011Midtown",
      "phone": "(212) 675-4555",
      "date": "Tuesday, Jun 16",
      "time": "4:30pm - 5:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "This is a one hour version of our Level 2 class  a well-rounded practice in a shorter amount of time. You have an understanding of the basic poses and transitional movements of a Vinyasa class (down dog, plank, chaturanga, cobra/upward dog). Youll get more dynamic sequences with challenging poses, subtle… alignment of basic poses, and an introduction to other yoga practices.  THIS IS AN ONLINE CLASS! Sign up here, and you'll receive an email to the address associated with your Yogamaya account with a link to take your class from afar.  First time joining us online?  If you are using a computer/laptop, please visit www.zoom.us to sign up. If you are joining us on your mobile device (phone, iPad, tablet, etc.), please download the Zoom app.  Please take a few moments to get to know the Zoom software, as it may be difficult for us to troubleshoot once you are in the class. If you have questions, please e-mail info@yogamayanewyork.com.    ",
      "link": "https://mindbody.io/fitness/classes-online/hour-l2-livestream-yogamaya-midtown#49601421-2020-06-16"
    },
    {
      "category": "Aerial",
      "name": "Aerial Hoop For Beginners (Wellness Program) ",
      "studio": "Yoga Pole",
      "address": "43 Schermerhorn Street 117 14th Street, Brooklyn, NY 11201Brooklyn Heights",
      "phone": "(917) 365-3896",
      "date": "Tuesday, Jun 16",
      "time": "5:00pm - 5:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4075/gallery_images/962807/cropped_gwen-knee-hook-pole-fitness-class-brooklyn-yogapolestudio.jpg?1576648359",
      "description": "This class happens only in Gownaus, 117 14th Street, suite B, Brooklyn, 11215. Make a note to yourself!  This aerial hoop beginner will help the student become familiar with the basics including trapeze mounting, side mounting, pretzel, forward sit, sideway sit, man in the moon, mermaid, amazon, and flying down dog. The… intermediate student will connect these poses gracefully. The aerial hoops are hung low to medium height.  Students must wear appropriate apparel including long leggings and t shirt to cover and protect skin against friction on the aerial hoop. No jewelry including rings, bracelets, and necklaces allowed to be worn during class for safety liability.  Upon entry student must be prepared to take shoes off; we co-exist with a martial arts academy.  This class happens only in Gownaus, 117 14th Street, suite B, Brooklyn, 11215. Make a note to yourself! ",
      "link": "https://mindbody.io/fitness/classes/aerial-hoop-beginner-level-yoga-pole-brooklyn-heights#48744628-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Free Gift - Zoom 60min All Levels Ashtanga",
      "studio": "New Vibe Yoga",
      "address": "9 Saint Marks Place #2, New York, NY 10003",
      "phone": "EmailOnly",
      "date": "Tuesday, Jun 16",
      "time": "5:00pm - 6:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/25266/gallery_images/135209/cropped_IMG_1840.JPG?1539302059",
      "description": "A free Live Streamed Class Gifted to Our Community!  Join us Live in our zoom room for a 60min All Levels Ashtanga Class.1. Download Zoom App  2. Sign up on Mindbody to reserve your spot(Make sure your e-mail is correct)  3. Well e-mail you an access link 15min Prior to class  4. Open Zoom, turn your mic to MUTE, and volume UP. … 5. Unroll your yoga mat and lets go!  Need Help? e-mail hello@newvibeyoga.com   ",
      "link": "https://mindbody.io/fitness/classes-online/free-gift-zoom-room-60min-all-levels-ashtanga-new-vibe-yoga#53949094-2020-06-16"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Group Training",
      "studio": "Trinity Boxing Club - New York",
      "address": "116 Duane Street, New York, NY 10007",
      "phone": "(212) 374-9393",
      "date": "Tuesday, Jun 16",
      "time": "5:00pm - 9:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/134898/gallery_images/956077/cropped_james.JPG?1576100011",
      "description": "Ours are different from regular boxing classes you might find elsewhere in that you work with a group of trainers each time that you come in. All of our trainers are active or former professional athletes who are well-versed in what it takes to get you to achieve your goals in a challenging, exciting, yet safe way. They all… came from slightly different backgrounds and therefor you receive an excellent workout every time and there's always a little variety.  If you can make it in to the gym two or more times per week, choose the unlimited group training option. If you can't make it to the gym more than once a week, then the package of ten group lessons is the most cost effective option for you. You will join in the group lessons when you choose and you have three months in which to use them up. ",
      "link": "https://mindbody.io/fitness/classes/group-training-trinity-boxing-club-new-york-2#48553302-2020-06-16"
    },
    {
      "category": "Tai chi",
      "name": "Power of Community: Tai Chi",
      "studio": "Athleta Studio",
      "address": "126 5th Avenue corner of 18th street, New York, NY 10011",
      "phone": "(212) 929-0512",
      "date": "Tuesday, Jun 16",
      "time": "5:00pm - 5:55pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/66877/gallery_images/976395/cropped_IMG_32731.jpg?1579860920",
      "description": "Class Description: Health and wellness are a key focus after a cancer diagnosis. Perlmutter Cancer Center recognizes the importance of movement and activity to improve side effects, psychological recovery, and risk reduction. Tai chi involves easily learned balance postures ad gentle motion. The instructor will modify… movements to suit all levels of health. This class is open to patients, caregivers, and community. All states of health welcome.  This class is offered in partnership with NYU Langone Health and the Perlmutter Cancer Center. 100% of proceeds go to this mission.  Level: Open Level     Recommended Attire: Your favorite Athleta gear - We suggest our Powervita fabric that is buttery soft with compression + Made in a Fair Trade Certified Factory. Barefoot or barre socks optional. ",
      "link": "https://mindbody.io/fitness/classes/power-of-community-tai-chi-studio-at-athleta-flatiron#49089360-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "LIVESTREAM YOGASPARK: Summer Hits Playlist",
      "studio": "YogaSpark",
      "address": "158 Duane Street, New York, NY 10013",
      "phone": "(212) 602-9961",
      "date": "Tuesday, Jun 16",
      "time": "5:00pm - 6:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/114/images/original_Web-Image_0002_iStock-942309112_super.jpg?1536882482",
      "description": "Get in the mood for summer, beach, and sun with a bubbly flow led by Lara!  Please join us for one of our brand new livestream classes, via Zoom. The same YogaSpark style in a whole new medium! The details:-Register for this class no later than 30 minutes before class start time-15 minutes prior to class, you… will receive a link from one of our managers to a Zoom meeting, which you can access from your desktop, laptop, iPad or phone. You will likely be prompted to download the Zoom app to whatever device you are using.-You will also receive a link to a Spotify playlist (see below).The class will open up to participants 15 minutes prior to class start time and will begin promptly at class start time. --We will sign you in to the class as you join the Zoom meeting.-You will have the option to be seen or not seen by your instructor. Should you choose to be seen, that will help them give you verbal adjustments and shout outs as well as create more of a class vibe, but it is entirely up to you! You will be muted once class starts but will be able to chat with the instructor if you have any questions.-Class will be an open level, challenging, fun power flow in the classic YogaSpark style, with plenty of modifications and options.-There will be no music during class, but your instructor will tell you when to press play on the Spotify playlist so that the class can move with the music in sync. You will likely need a second device to play the music from.  Thank you for bearing with us during these technically challenging times, as we attempt to recreate the YogaSpark experience as best we can on various platforms!   ",
      "link": "https://mindbody.io/fitness/classes-online/livestream-yogaspark-summer-hits-playlist-yogaspark-new-york-ny#52442034-2020-06-16"
    },
    {
      "category": "Aerial",
      "name": "AERIAL SILK - LEVEL 1",
      "studio": "Body & Pole",
      "address": "115 West 27th Street, New York, NY 10001Midtown",
      "phone": "(212) 334-6900",
      "date": "Tuesday, Jun 16",
      "time": "5:15pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/3326/gallery_images/894506/cropped_hand.jpg?1561505381",
      "description": "Develop your strength, stamina and stability in Level 1 Silk. You should be able to perform a basic climb and create foot locks on both sides unassisted in the air. Class will begin with basic skills and conditioning, gradually progressing into learning more elaborate poses and tricks as well as longer sequences of aerial movement. ",
      "link": "https://mindbody.io/fitness/classes/aerial-silk-level-1-body-pole-midtown#49027299-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Livestream Dharma Yoga 60 min",
      "studio": "YogaCare",
      "address": "121 Fulton Street 3rd Floor, New York, NY 10038",
      "phone": "(212) 964-6411",
      "date": "Tuesday, Jun 16",
      "time": "5:15pm - 6:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/74462/gallery_images/94582/cropped_Screen_Shot_2018-05-03_at_6.08.53_PM.png?1532036054",
      "description": "A gentle, yet powerful series of balancing, stretching, back bending, twisting and mild inverted postures follow. The physical posture practice (Asana) tones and invigorates the body and mind, leading to enhanced flexibility, strength, balance and concentration. Breathing exercises (pranayama) and meditative techniques… regulate the heartbeat, de-stress the nervous system and calm the mind. This practice ends with Deep Relaxation, breathing exercises and concentration/meditation to remove impurities and bring a sense of well-being to the body and radiant peace to the mind. Turn on your video for corrections from the teacher. ",
      "link": "https://mindbody.io/fitness/classes-online/free-dharma-yoga-90-mins-no-heat-yogacare#48777095-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Livestream Urban Warriors - Yoga",
      "studio": "Urban Souls",
      "address": "100 Hudson Street  4th Fl. (entrance on 1st) , Hoboken, NJ 07030",
      "phone": "(201) 683-4002",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNBMcO68GYVv_y-O3tFQfZ7ZY0XjF7vmY6qXCyx=s1600-w2000",
      "description": "At once vigorous and cathartic, youll groove to an experiential landscape of flow and breath set to DJ-quality playlists. Well begin with balancing breathwork to calm your nerves and reboot energy. Soon after, youll find yourself flowing through seamless sequences as your mind synchronizes effortlessly with the rhythm… of your breath, the rhythm of movement, and the rhythm of music. When its time to wind down from this uplifting flow, well melt into deep stretches and, of course, a sweet final relaxation so that every beautiful benefit sinks inmind, body and soul. Ahhhhh.... OPEN LEVEL/STRONG FLOW. ",
      "link": "https://mindbody.io/fitness/classes-online/urban-warriors-devotion360#51250978-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "CBD Yoga",
      "studio": "Grae Wellness Lounge",
      "address": "89 5th Avenue Suite 802, New York, NY 10003",
      "phone": "(754) 800-4723",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/143659/gallery_images/878508/cropped_JPEG_image-40AE088CBE33-6-Edit.JPG?1558377802",
      "description": "Accessible for all levels, this is a slower paced flow class with longer held yin shapes sprinkled in. We mindfully flow through vinyasa sequences to gain strength, heat the muscles, raise heart rate & connect to the breath. Yin postures are held to gain more body awareness, receptivity, flexibility, melt connective tissue… and prevent injury.One dosage of CBD Oil is provided to all students.   ",
      "link": "https://mindbody.io/fitness/classes/cbd-yoga-grae-wellness-lounge#48534885-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "Intermediate Level Reformer",
      "studio": "Brooklyn Heights Pilates",
      "address": "158 Montague Street, Brooklyn, NY 11201",
      "phone": "(347) 889-6424",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:25pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "Intermediate Level Reformer classes are ideal for clients who have consistently practiced and have a good understanding of the principles of Pilates as well as how to navigate the equipment. 55 minutes ",
      "link": "https://mindbody.io/fitness/classes/intermediate-level-reformer-brooklyn-heights-pilates#48715300-2020-06-16"
    },
    {
      "category": "Other",
      "name": "be-ginner- GYROTONIC Tower Class",
      "studio": "Body Evolutions East Village NYC",
      "address": "266 East 10th Street, New York, NY 10009",
      "phone": "(212) 375-0430",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35748/gallery_images/251182/cropped_aaa.jpg?1541539304",
      "description": "This class is our core group class and focuses on technique and proper alignment while doing Level 1 GYROTONIC exercises. We recommend it for everyone, regardless of level because it ensures a solid foundation in the principles of the GYROTONIC exercise methodology. You can expect hands-on assistance from the… instructor as well as a detailed explanation of how to do the movements. ",
      "link": "https://mindbody.io/fitness/classes/be-ginner-gyrotonic-tower-class-body-evolutions-east-village-nyc#49031738-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Livestream Dharma Flow",
      "studio": "Brooklyn Yoga Project",
      "address": "185 Sackett Street, Brooklyn, NY 11231Carroll Gardens",
      "phone": "(917) 909-0412",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/2184/gallery_images/220278/cropped_brookyoga2.jpg?1540922654",
      "description": "In this class you will be guided to look inward as you move your body to your breath, and shift from thinking to feeling. You will be offered a focus based on yogic philosophy that aligns with the world we live in, as well as the sequence your body is moving through. Whether building to a synchronized, rhythmic flow or… working on a specific action, this all levels class focuses on creating clarity in the mind and grounding you into your body as we link the physical practice of yoga to our everyday lives. *Zoom link for class will be sent 10 minutes prior to class. The sign up window for every class closes 12 minutes prior to the start of class   ",
      "link": "https://mindbody.io/fitness/classes-online/dharma-flow-via-zoom-brooklyn-yoga-project-carroll-gardens#48713239-2020-06-16"
    },
    {
      "category": "Barre",
      "name": "Livestream: Bar Method Express",
      "studio": "The Bar Method Hoboken",
      "address": "86 River Street, Hoboken, NJ 07030",
      "phone": "(201) 683-7005",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/81607/gallery_images/543813/cropped_hb3.jpg?1545335089",
      "description": "Low impact. High reward. Our classic interval-training workout is designed to help you lose inches by burning fat and sculpting lean muscles. A well-designed sequence of specific movements will target and reshape your muscles. And stretches incorporated throughout the class will tone and elongate your body. The best method to… transform and renew you.45 minutes  Who it's for:Everyone  especially those seeking optimal fat-burning workouts and full-body transformation.  What you can gain:Stronger, leaner musclesIncreased flexibilityImproved posture, core strength and balance   ",
      "link": "https://mindbody.io/fitness/classes-online/live-stream-bar-method-express-the-bar-method-hoboken#50281343-2020-06-16"
    },
    {
      "category": "Dance",
      "name": "Music Video Live",
      "studio": "Power Studios",
      "address": "920 3rd Avenue, New York, NY 10022Midtown East",
      "phone": "(212) 627-5852",
      "date": "Tuesday, Jun 16",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/2029/gallery_images/215931/cropped_powerstudio.jpg?1540841589",
      "description": "Have you ever wanted to dance like your favorite artist from your favorite music video or live performance?Well, here's your chance! Come learn some of the hottest music videos from Beyonce, Usher, Michael, Janet, Destiny's Child, and many others. This 1 hour class starts with a 15 min warm-up to get the blood pumping, and… then will make you sweat while you're right in the middle of the action. You will feel empowered and excited to learn the actual choreography. Your dance vocabulary will grow and you will feel confident to show off your newest moves! ",
      "link": "https://mindbody.io/fitness/classes-online/music-video-live-power-studios-midtown-east#48801881-2020-06-16"
    },
    {
      "category": "Circuit training",
      "name": "COMPLETE",
      "studio": "THE WELL",
      "address": "2 East 15th Street, New York, NY 10003",
      "phone": "(646) 560-8080",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/14/images/original_Web-Image_0005_iStock-918580062_super.jpg?1536873405",
      "description": "THE WELLs signature class is a dynamic blend of strength training and yoga that will focus you mentally and condition you physically. You will flow to great music, awaken your inner athlete, and leave feeling empowered. ",
      "link": "https://mindbody.io/fitness/classes-online/complete-the-well-cc92176f-a6686474#49024091-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Gentle Vinyasa ONLINE",
      "studio": "Suryaside Yoga + Wellness",
      "address": "49-06 Skillman Avenue, Woodside, NY 11377Flushing",
      "phone": "0",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 7:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/82553/gallery_images/524814/cropped_3.jpg?1545072801",
      "description": "Turn your attention inward as you link your movement to your breath. The class begins with a slow, gentle warm up to and prepare your body for mindful movements in class.Open/Beginner Level.   ",
      "link": "https://mindbody.io/fitness/classes-online/gentle-vinyasa-online-suryaside-yoga#48497907-2020-06-16"
    },
    {
      "category": "Aerial",
      "name": "Aerial Hoop For Beginners (Wellness Program) ",
      "studio": "Yoga Pole",
      "address": "43 Schermerhorn Street 117 14th Street, Brooklyn, NY 11201Brooklyn Heights",
      "phone": "(917) 365-3896",
      "date": "Tuesday, Jun 16",
      "time": "5:00pm - 5:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4075/gallery_images/962807/cropped_gwen-knee-hook-pole-fitness-class-brooklyn-yogapolestudio.jpg?1576648359",
      "description": "This class happens only in Gownaus, 117 14th Street, suite B, Brooklyn, 11215. Make a note to yourself!  This aerial hoop beginner will help the student become familiar with the basics including trapeze mounting, side mounting, pretzel, forward sit, sideway sit, man in the moon, mermaid, amazon, and flying down dog. The… intermediate student will connect these poses gracefully. The aerial hoops are hung low to medium height.  Students must wear appropriate apparel including long leggings and t shirt to cover and protect skin against friction on the aerial hoop. No jewelry including rings, bracelets, and necklaces allowed to be worn during class for safety liability.  Upon entry student must be prepared to take shoes off; we co-exist with a martial arts academy.  This class happens only in Gownaus, 117 14th Street, suite B, Brooklyn, 11215. Make a note to yourself! ",
      "link": "https://mindbody.io/fitness/classes/aerial-hoop-beginner-level-yoga-pole-brooklyn-heights#48744126-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Vinyasa | All Levels | Online, live via zoom",
      "studio": "The Shala Yoga House",
      "address": "816 Broadway, New York, NY 10003",
      "phone": "(212) 979-9988",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 7:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/121/images/original_Web-Image_0017_iStock-675173140_super.jpg?1536882855",
      "description": "This is an online class that takes place live via Zoom. Sign up in advance of the class and receive an email invitation before the class begins. You'll need zoom account to join.  Vinyasa | All LevelsVinyasa is a moving meditation where each pose is strung together on the the thread of breath. At the Shala, vinyasa is shaped by the lineage… of Ashtanga Yoga: economic, rigorous, and challenging. All Level classes are a well-rounded blend of alignment and fluid movement. Open to beginning practitioners with some knowledge of foundational postures (Surya Namaskar, standing and seated poses, backbends), as well as intermediate and advanced practitioners interested moving in a gentler and more precise way. Guidance will be provided regarding safe alignment, strength-building, joint stabilization, and proper breathing technique. ",
      "link": "https://mindbody.io/fitness/classes-online/vinyasa-strength-level-2-online-live-via-zoom-the-shala-yoga-house-new-york-ny#48562806-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Zoom Yoga Sculpt",
      "studio": "Balance Yoga Barre",
      "address": "171 West 29th Street 3rd Floor, New York, NY 10001",
      "phone": "(917) 397-0295",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 6:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35089/gallery_images/313797/cropped_Lauren.jpg?1542645186",
      "description": "We will email you a Zoom link within one hour of class time!  Yoga Sculpt combines yoga and light weight-training to tone the full body. It is designed to help people move deeper into yoga poses, as well as improve overall fitness and strength. Also may include short bursts of cardio to get the heart rate up. ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-yoga-sculpt-balance-yoga-barre-nyc#52346334-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "Align Fusion - LIVE",
      "studio": "Align Brooklyn",
      "address": "579 5th Avenue 2nd Floor, Brooklyn, NY 11215Park Slope",
      "phone": "(718) 788-3940",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 6:55pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4261/gallery_images/5507/cropped_AlignYoga_189_small.jpeg?1513208600",
      "description": ">>>THIS CLASS WILL BE VIA ZOOM. YOU WILL NEED THE FREE ZOOM APP TO PARTICIPATE. YOU WILL BE SENT THE LINK PRIOR TO CLASS<<<  Align Fusion combines barre and Pilates moves for the ultimate in conditioning and alignment. Expect a full body workout that incorporates light weights, resistance… bands, gliders, as well as weighted and unweighted balls. Classes begin with a warm up focusing on postural alignment, followed by a combination of upper and lower body exercises. Pilates mat based core work comprises the bulk of the class, which ends with an invigorating final stretch. ",
      "link": "https://mindbody.io/fitness/classes/virtual-align-fusion-align-brooklyn-park-slope-2#48474209-2020-06-16"
    },
    {
      "category": "Sports",
      "name": "LIVESTREAM Runner's Strength +Upper",
      "studio": "Mile High Run Club",
      "address": "24 West 25th Street, New York, NY 10010",
      "phone": "(212) 466-6472",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 6:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/74/images/original_default-image_0005_iStock-683951170_super.jpg?1536880397",
      "description": "Just like our regular Runners Strength class, this 45 minute class still focuses on full-body exercise but with an emphasis on upper body strength - chest, arms, core and back! Why? Well running isnt just about how strong your legs are. A lot of a runners power comes from the upper body and core. Coaches design 2-4 minute… blocks of intervals to help maximize performance. This class is open to all levels of fitness.  *Coaches may make use of resistance bands or weights, so have them on hand if you have them. No weights? No problem! All workouts can be modified with alternative equipment, household items or simply bodyweight. You can also purchase Coach Approved equipment here:https://milehighrunclub.com/coach-recommendations ",
      "link": "https://mindbody.io/fitness/classes-online/live-dash-strength-upper-core-mile-high-run-club#48443721-2020-06-16"
    },
    {
      "category": "Gymnastics",
      "name": "Foundations Livestream",
      "studio": "Transform Fitness",
      "address": "133 East 58th Street Suite 902, New York, NY 10022Midtown",
      "phone": "(646) 351-6101",
      "date": "Tuesday, Jun 16",
      "time": "6:00pm - 7:00pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipPfKA_vQtKF0qeJZlVIFZMfdX-CvCC65lz9uV6i=s1600-w2000",
      "description": "Foundations Livestream will focus on one specific Gymnastic Strength Training Element each class. The foundations include Planch, Hollow Back Press, Front Lever, Side Lever, & Manna. These foundations are taken directly from the GymnasticBodies Online programing,www.gymnasticbodies.com.  The… goal of these classes are to build you towards these specific skills, thus increasing your strength and mobility. Each class is composed of mobility, skill, strength & conditioning training. To learn more as well as see which foundations will be taught in each class, refer to our website at www.transformgst.com/schedule. Virtual classes are booked at 55 minutes per class and conducted through Zoom. Please have your first name and initial of your last name displayed for your coach to view. Our classes require cameras on so we can cue you properly throughout your workout. You may start with volume off, but there may be instances where your coach asks you to turn it on. You are not permitted to record even if your system technically allows it. Links to virtual classes are sent via email roughly 60 minutes prior to class start time.For Virtual Classes we anticipate you to have minimal equipment and limited space. However, your coach may reach out to you prior to the start of class to ask what equipment you have available so they can optimally program for your class. If a coach plans to reach out, generally for morning classes coaches will reach out the day before and for evening classes reach out earlier that day.     ",
      "link": "https://mindbody.io/fitness/classes-online/foundations-livestream-transform-fitness-midtown#48535331-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "Virtual Cardio Strength",
      "studio": "Elevate Movement & Wellness",
      "address": "159 4th Street, Hoboken, NJ 07030",
      "phone": "(201) 402-6642",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "Virtual Cardio Strength",
      "link": "https://mindbody.io/fitness/classes-online/virtual-cardio-strength-elevate-movement-wellness#48523417-2020-06-16"
    },
    {
      "category": "Other",
      "name": "online strong & stable: core & glutes",
      "studio": "Mala Yoga",
      "address": "258 Bergen Street, Brooklyn, NY 11217Boerum Hill",
      "phone": "(917) 771-5554",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35981/gallery_images/973607/cropped_IMG_3529.JPG?1579208991",
      "description": "All our strong & stable online classes are designed to get you moving in a well rounded way. Each class has a specific focus to help you with areas of tension that are common from everyday activities. ",
      "link": "https://mindbody.io/fitness/classes-online/online-strong-stable-core-back-mala-yoga#48699296-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Online Class on Zoom - Vinyasa ",
      "studio": "Namastuy",
      "address": "325 Lewis Avenue, Brooklyn, NY 11221",
      "phone": "(718) 484-3966",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/118/images/original_Web-Image_0005_iStock-936121424_super.jpg?1536882602",
      "description": "This class will be held online via Zoom.$10 drop in, free for all members with unlimited passes.You'll need a an account with Zoom (free), you might want to download the Zoom App. Register per usual via Mindbody or our free Namastuy App up to 30min before class & you'll get an email with a link and password to join in… 10min before class begin.    Dynamic. A fluid, guided breath to breath practice arranged to utilize postures to increase focus, as well as body awareness. Heavy alignment cues are used to guide students to a deeper level of intelligence that grants the freedom to heal and transform. Classes offer an opportunity for Pranayama, as well as meditation. This class is beneficial to every student, as it increases focus and relief from daily stressors. Accessible to all levels.   ",
      "link": "https://mindbody.io/fitness/classes-online/online-class-on-zoom-vinyasa-namastuy#50043370-2020-06-16"
    },
    {
      "category": "Other",
      "name": "be-ginner- GYROTONIC Tower Class",
      "studio": "Body Evolutions East Village NYC",
      "address": "266 East 10th Street, New York, NY 10009",
      "phone": "(212) 375-0430",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35748/gallery_images/251182/cropped_aaa.jpg?1541539304",
      "description": "This class is our core group class and focuses on technique and proper alignment while doing Level 1 GYROTONIC exercises. We recommend it for everyone, regardless of level because it ensures a solid foundation in the principles of the GYROTONIC exercise methodology. You can expect hands-on assistance from the… instructor as well as a detailed explanation of how to do the movements. ",
      "link": "https://mindbody.io/fitness/classes/newbe-gyrotonic-tower-class-body-evolutions-east-village-nyc#49030782-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "All Flow - Live Stream",
      "studio": "Loom yoga center",
      "address": "783 Driggs Avenue, Brooklyn, NY 11211Williamsburg",
      "phone": "(646) 504-0121",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1353/gallery_images/171995/cropped_Outdoor_Loom-1.jpg?1539693606",
      "description": "Our classes are currently taught via live stream  This moderately paced vinyasa flow class is suited for most, from those who have only recently hit the mat to the most advanced of practitioners. Teachers will offer modifications that allow students to choose a more beginning or advanced practice according to… their needs as well as mindful suggestions on alignment and technique. All Flow classes allow you the opportunity to move within your own journey while being inspired by students of many different levels. ",
      "link": "https://mindbody.io/fitness/classes-online/all-flow-loom-yoga-center-williamsburg-88303da0#45013070-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "All Flow - Live Stream",
      "studio": "Loom yoga center",
      "address": "1087 Flushing Ave Shop #117, Brooklyn, NY 11237East Williamsburg",
      "phone": "(646) 504-0121",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1352/gallery_images/171991/cropped_Bushwick_yoga_studio.jpg?1539692913",
      "description": "Our classes are currently taught via live stream  This moderately paced vinyasa flow class is suited for most, from those who have only recently hit the mat to the most advanced of practitioners. Teachers will offer modifications that allow students to choose a more beginning or advanced practice according to… their needs as well as mindful suggestions on alignment and technique. All Flow classes allow you the opportunity to move within your own journey while being inspired by students of many different levels. ",
      "link": "https://mindbody.io/fitness/classes-online/all-flow-loom-yoga-center-east-williamsburg#39443612-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Active Vinyasa with Ashley",
      "studio": "Platinum Lifestyle – Rheingold Bushwick",
      "address": "10 Montieth Street, Brooklyn, NY 11206Bushwick",
      "phone": "(718) 417-1000",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/130676/gallery_images/1003891/cropped_f754224952dc5f18a95579ab8818bee1096135.jpg?1588965936",
      "description": "Breath and movement are linked to create a fluid flow from one pose to the next. Vigorous, well-rounded sequences build strength, stamina, flexibility, and balance. All levels.  Props:Yoga mat or rug if on a hard surfaceYoga blocks or substitute (e.g., a stack of books, canned goods, anything sturdy that can bring the floor up a… few inches for certain poses)Feel free to use any other props as you wish (e.g., a blanket under your knees in all fours, a pillow under your hip in half-pigeon or under your knees in savasana)  ",
      "link": "https://mindbody.io/fitness/classes/active-vinyasa-with-ashley-platinum-lifestyle-rheingold-bushwick-bushwick-0f83f4c9#48535746-2020-06-16"
    },
    {
      "category": "Other",
      "name": "Semi-Private Supervised Play Session",
      "studio": "Honors Bridge Club",
      "address": "133 E 58th Street,  New York, NY 10022",
      "phone": "(212) 230-1230",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/6613/gallery_images/359452/cropped_hb4.jpg?1543348434",
      "description": "Looking for a fun place to play for a couple of hours?Social bridge is just what it sounds like only better.These sessions are old-fashioned, home-style bridge, with a twist. There is someone there the whole time to help if you want it, to find you the right game, to even stop and give a few minutes talk on a particular area of the… game that your table wants to review or learn.Come with a friend, your own table, or come by yourself. Well always be able to find you a partner.These are semi-private in nature, meaning no more than one or two tables to an instructor. This is how they are different from our club Supervised Play Sessions which could be much larger. The session fee is $35.   ",
      "link": "https://mindbody.io/fitness/classes/semi-private-supervised-play-session-honors-bridge-club#48915381-2020-06-16"
    },
    {
      "category": "Tai chi",
      "name": "Tai Chi Fundamentals: Not Only For Beginners",
      "studio": "Manhattan Tai Chi",
      "address": "131 West 72nd Street, New York, NY 10023",
      "phone": "(347) 430-8055",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/150511/gallery_images/955314/cropped_Screen_Shot_2019-02-18_at_3.08.50_PM.png?1575916930",
      "description": "The word \"Beginner\" sounds deceptively elementary. But it is not so. After two decades, I still repeat the beginners routine as the indispensable starter for my daily practice. My grandfather taught me this routine when I was seven years old. Every time I thought I got them, I discovered later there was a deeper layer...  Also, the old… school Tai Chi study is my answer to address the problems of body-mind that cannot be solved by any amount of scientific progress or material comfort. Unlike the current copy-your-instructor exercise modality, studying Tai Chi in a traditional way is a self-discovery process and a reminder to what you have known deep inside you. It is an art that creates a profound and uplifting unity of body and mind. The class aims at creating a supportive environment for you to communicate with your body and mind by following the core principles of Tai Chi. You will experience Tai Chis healing power. Also, the class will help you form good habits and integrate Tai Chi into every moment of your life. The class emphasizes static and simple dynamic balance and body-mind reconnection to improve overall wellness, avoid injuries, and achieve well-being.  The maximum number of participants is seven, in order to ensure that everyone receives sufficient attention to get optimal benefit from the practice.  I am looking forward to experiencing the joy of Tai Chi study with all of you.  May Tai Chi become a rewarding aspect of your life!    ",
      "link": "https://mindbody.io/fitness/classes/tai-chi-beginner-s-class-manhattan-tai-chi#48698755-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Active Vinyasa- Virtual",
      "studio": "Platinum Lifestyle",
      "address": "The Halo Lic 44-41Purves Street, Long Island City , NY 11101",
      "phone": "(718) 222-4302",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/118/images/original_Web-Image_0005_iStock-936121424_super.jpg?1536882602",
      "description": "Active Vinyasa with Ashley Elnicki -- 1 hourBreath and movement are linked to create a fluid flow from one pose to the next. Vigorous, well-rounded sequences build strength, stamina, flexibility, and balance. All levels.   Zoom Link: About 10 minutes before class starts, Ashley will email the Zoom link to each person who signed… up for class. (If you don't have Zoom, it's free to download.)    Music:Spotify links (make sure it's not on shuffle): Vinyasa 1, Vinyasa 2, Vinyasa 3, Vinyasa 4, Vinyasa 5, Vinyasa 6, Vinyasa - Lorde, Slow Flow 2.13, Retreat Flow 8.24You can listen to one of the playlists above or feel free to listen to your own (participants are muted during class, so you can listen to whatever you want)    Props:Yoga mat or rug if on a hard surfaceYoga blocks or substitute (e.g., a stack of books, canned goods, anything sturdy that can bring the floor up a few inches for certain poses)    Feel free to use any other props as you wish (e.g., a blanket under your knees in all fours, a pillow under your hip in half-pigeon or under your knees in savasana)If you are new to yoga or have any injuries, limitations, questions, etc., feel free to email Ashley (ashleyelnicki@gmail.com) before class. Namaste!     ",
      "link": "https://mindbody.io/fitness/classes-online/active-vinyasa-platinum-lifestyle#48535667-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Active Vinyasa- Virtual!",
      "studio": "Platinum Lifestyle – The Delmar",
      "address": "4121 28th Street, Long Island City , NY 11101LIC",
      "phone": "(347) 432-0791",
      "date": "Tuesday, Jun 16",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/116/images/original_Web-Image_0004_iStock-846236540_super.jpg?1536882554",
      "description": "Breath and movement are linked to create a fluid flow from one pose to the next. Vigorous, well-rounded sequences build strength, stamina, flexibility, and balance. All levels.Zoom Link: About 10 minutes before class starts, Ashley will email the Zoom link to each person who signed up for class. (If you don't have Zoom, it's… free to download.)Music:Spotify links (make sure it's not on shuffle): Vinyasa 1, Vinyasa 2, Vinyasa 3, Vinyasa 4, Vinyasa 5, Vinyasa 6, Vinyasa - Lorde, Slow Flow 2.13, Retreat Flow 8.24You can listen to one of the playlists above or feel free to listen to your own (participants are muted during class, so you can listen to whatever you want)  Props:Yoga mat or rug if on a hard surfaceYoga blocks or substitute (e.g., a stack of books, canned goods, anything sturdy that can bring the floor up a few inches for certain poses)Feel free to use any other props as you wish (e.g., a blanket under your knees in all fours, a pillow under your hip in half-pigeon or under your knees in savasana)  If you are new to yoga or have any injuries, limitations, questions, etc., feel free to email Ashley (ashleyelnicki@gmail.com) before class. Namaste!   ",
      "link": "https://mindbody.io/fitness/classes-online/active-vinyasa-yoga-platinum-lifestyle-the-delmar-lic#48535583-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "MarcoYoga Vinyasa",
      "studio": "Beauty Joy Wellness",
      "address": "25 West 31st Street Floor 6, New York, NY 10001",
      "phone": "(212) 564-8811",
      "date": "Tuesday, Jun 16",
      "time": "6:45pm - 8:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/152889/gallery_images/985216/cropped_C_HEALING_PIC_1.jpg?1582064349",
      "description": "This class is an inward journey of Raja Yoga, the Royal Yoga, and consists of intelligent sequencing with attention to precision and alignment. All levels welcome.Mats and props provided.   ",
      "link": "https://mindbody.io/fitness/classes/marcoyoga-vinyasa-beauty-joy-wellness-2#48812150-2020-06-16"
    },
    {
      "category": "Other",
      "name": "AERIAL HAMMOCK - LEVEL 1 & 2",
      "studio": "Body & Pole",
      "address": "115 West 27th Street, New York, NY 10001Midtown",
      "phone": "(212) 334-6900",
      "date": "Tuesday, Jun 16",
      "time": "6:45pm - 8:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/3326/gallery_images/894506/cropped_hand.jpg?1561505381",
      "description": "Develop your strength and stamina while focusing on fluidity and sequencing in Level 1 & 2 Hammock. Before taking this class, you must be able to basic invert and pull over mount onto the bottom of the hammock, as well as feel comfortable with dynamic movement, rolling up and standing on the fabric. Class will begin with… basic skills and conditioning, then gradually progress into learning more elaborate poses and tricks as well as longer sequences of aerial movement. ",
      "link": "https://mindbody.io/fitness/classes/aerial-hammock-level-1-2-body-pole-midtown#49029216-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Yoga for Climbers",
      "studio": "Brooklyn Boulders Queensbridge",
      "address": "23-10 41st Avenue, Long Island City, NY 11101",
      "phone": "(718) 482-7078",
      "date": "Tuesday, Jun 16",
      "time": "7:00pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/48079/gallery_images/983577/cropped_beasts-1280x400.jpg?1581636546",
      "description": "This is the perfect cross-training complement for those whose eyes are set on the vertical prize. Together well flow from pose to pose while enhancing mobility, lower body strength, balance, and core. Challenge yourselfmentally and physicallyas you breathe through a balanced practice of deep stretching and… strengthening. Well provide the matsjust come with with an open mind. (All levels welcome)  For questions on programming or for booking support please email queensbridge.cnf@brooklynboulders.com ",
      "link": "https://mindbody.io/fitness/classes/yoga-for-climbers-brooklyn-boulders-queensbridge#48722643-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "ZOOM Rest Virtual Experience",
      "studio": "WOOM CENTER",
      "address": "274 Bowery 2nd Floor, New York, NY 10012",
      "phone": "(646) 678-5092",
      "date": "Tuesday, Jun 16",
      "time": "7:00pm - 8:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/119/images/original_Web-Image_0006_iStock-922482726_super.jpg?1536882633",
      "description": "Our signature restorative yoga practice, brought straight to you through cyber space!Prepare your WOOMask or scarf, sofa cushions, books, pillows and blankets (as well as any traditional yoga props you own), and join us on a nourishing journey inward. Let's get creative!  The session includes light vocal toning, and focuses on… facilitating ease and stillness, in order to find full relaxation of body and mind. The experience also includes pranayama, very short and gentle movement, and blindfolded segments.   ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-rest-virtual-experience-woom-center#52857344-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "VIRTUAL Do-You Flow",
      "studio": "Human@ease",
      "address": "31 Nassau Avenue, Brooklyn, NY 11222",
      "phone": "(718) 388-2900",
      "date": "Tuesday, Jun 16",
      "time": "7:00pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4854/gallery_images/43856/cropped_IMG_1197.JPG?1524618300",
      "description": "A certified Core-Strength Vinyasa teacher, DM invites Yogis of all levels to deepen their knowledge and practice. Follow a deconstructed, workshop-style slow-flow Vinyasa class focusing on building poses from a strong foundation. DM will offer alignment cues and adjustments, as well as necessary alternatives, allowing each student… to develop a personalized, customized and safe practice. Come and get your Vinyasa Flow on w/ DM every Tuesday at 7 pm and Sunday at 11:30 am. ",
      "link": "https://mindbody.io/fitness/classes-online/do-you-flow-human-ease#48675124-2020-06-16"
    },
    {
      "category": "Dance",
      "name": "Reggaeton Open Level",
      "studio": "Sol Dance Center",
      "address": "30-16 Steinway Street, Astoria, NY 11103Astoria",
      "phone": "(347) 935-3955",
      "date": "Tuesday, Jun 16",
      "time": "7:00pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/145834/gallery_images/900807/cropped_LOGO_1.PNG?1562896390",
      "description": "FOR ALL OUR REGGAETONEROSReggaeton dance is influenced by hip hop dance and Latin American and Caribbean music.Reggaeton is regarded as one of the most popular music genres in the Spanish-speaking Caribbean, in countries including Puerto Rico, Panama, Dominican Republic, Cuba, Colombia and… Venezuela. Over the past decade, the genre has seen increased popularity across Latin American dance industry and now as well as acceptance within North American and European.     ",
      "link": "https://mindbody.io/fitness/classes/reggaeton-open-level-sol-dance-2#48439490-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Handstand Shapes & Movements (on ZOOM)",
      "studio": "Warrior Bridge",
      "address": "250 Front Street Ground Floor, New York, NY 10038",
      "phone": "(917) 262-0863",
      "date": "Tuesday, Jun 16",
      "time": "7:00pm - 8:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/84618/gallery_images/545864/cropped_bridges.jpg?1545377620",
      "description": "So you can kind of hold a handstand. First, congrats, it's hard work. In this class we will work on explore the different shapes you can make while balancing on your hands. Class will begin with full body conditioning & flexibility drills to prepare your body for a handstand practice. Once our bodies are prepped we will… work through drills to play with new or familiar shapes, entrances and exits in the handstand as well as techniques for shape changing. Techniques will draw on handstands and conditioning from partner acrobatics, gymnastics, yoga, capoeira and break dancing. Class is available via ZOOM link that will be emailed to you before class begins.   ",
      "link": "https://mindbody.io/fitness/classes-online/handstand-shapes-on-zoom-warrior-bridge#48717751-2020-06-16"
    },
    {
      "category": "Dance",
      "name": "Latin Jazz Livestream - Samba",
      "studio": "Jersey City Ballroom",
      "address": "189 Brunswick Street, 3rd Fl, Jersey City, NJ 07302",
      "phone": "(201) 969-6260",
      "date": "Tuesday, Jun 16",
      "time": "7:00pm - 7:40pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/42/images/original_Default-image_0026_iStock-523824578_super.jpg?1536874666",
      "description": "Join us for an online session of Werner's Latin Jazz featuring International Latin Samba. We'll start with a brief introduction so that everyone can say hi to each other and connect virtually, go into some stretches for warmup and then transition into a Samba solo routine. Class will be held via Zoom and the link will be… emailed 15 minutes before class. You can use Zoom on your laptop via web browser or app, or download it on your phone. You'll be able to send in questions as well for Werner to address. Work up a sweat, improve your dancing and connect with your dance community!  Werner Figar is 3-Time Austrian Latin Champion, former pro on DWTS Austria and Co-Founder of Jersey City Ballroom. ",
      "link": "https://mindbody.io/fitness/classes-online/latin-jazz-online-samba-jersey-city-ballroom#53171197-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "HH Open Level Vinyasa-Zoom",
      "studio": "Healhaus",
      "address": "1082 Fulton Street, Brooklyn, NY 11238Bedford-Stuyvesant",
      "phone": "(347) 413-7774",
      "date": "Tuesday, Jun 16",
      "time": "7:30pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/100783/gallery_images/660799/cropped_IMG_2035.JPG?1549310098",
      "description": "This class is appropriate for all levels of yoga students who have some or no experience with yoga. The instructor will offer modifications for level 1 students as well as more challenging poses for advanced students. This class links yoga postures with breath and incorporates flowing sequences with an… attention to alignment, as well as opportunities for stillness and reflection. Classes are thoughtful and invite you to explore the deeper aspects of yoga. Above all else, this class wants you to move like you. To intuitively listen to what your body needs in the present moment. ",
      "link": "https://mindbody.io/fitness/classes-online/vinyasa-flow-healhaus-bedford-stuyvesant-2#48503597-2020-06-16"
    },
    {
      "category": "Other",
      "name": "be-ginner- GYROTONIC Tower Class",
      "studio": "Body Evolutions East Village NYC",
      "address": "266 East 10th Street, New York, NY 10009",
      "phone": "(212) 375-0430",
      "date": "Tuesday, Jun 16",
      "time": "7:30pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35748/gallery_images/251182/cropped_aaa.jpg?1541539304",
      "description": "This class is our core group class and focuses on technique and proper alignment while doing Level 1 GYROTONIC exercises. We recommend it for everyone, regardless of level because it ensures a solid foundation in the principles of the GYROTONIC exercise methodology. You can expect hands-on assistance from the… instructor as well as a detailed explanation of how to do the movements. ",
      "link": "https://mindbody.io/fitness/classes/newbe-gyrotonic-tower-class-body-evolutions-east-village-nyc-2#49031536-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Restorative | All Levels Online, live via zoom",
      "studio": "The Shala Yoga House",
      "address": "816 Broadway, New York, NY 10003",
      "phone": "(212) 979-9988",
      "date": "Tuesday, Jun 16",
      "time": "7:30pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "This is an online class that takes place live via Zoom. Sign up in advance of the class and receive an email invitation before the class begins. You'll need zoom account to join.  Restorative | All LevelsRestorative yoga supports physical, psychological, emotional, and spiritual well-being. These classes are defined by a quality of slow and… deep movement geared toward multidimensional peace and healing. ",
      "link": "https://mindbody.io/fitness/classes-online/vinyasa-all-levels-restorative-online-live-via-zoom-the-shala-yoga-house-new-york-ny#48562616-2020-06-16"
    },
    {
      "category": "Bootcamp",
      "name": "Bootcamp for Climbers",
      "studio": "Brooklyn Boulders Queensbridge",
      "address": "23-10 41st Avenue, Long Island City, NY 11101",
      "phone": "(718) 482-7078",
      "date": "Tuesday, Jun 16",
      "time": "7:30pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/48079/gallery_images/983577/cropped_beasts-1280x400.jpg?1581636546",
      "description": "Expect a well-rounded hour of partner-based power in Bootcamp for Climbers. This high-energy circuit conditioning class uses a blend of body weight movements alongside climbing and fitness equipment. The class is divided into stations focused on strength, stability, agility, and cardio, with an emphasis… on climber-specific movements. (All levels welcome)  For questions on programming or for booking support please email queensbridge.cnf@brooklynboulders.com  ",
      "link": "https://mindbody.io/fitness/classes/bootcamp-for-climbers-brooklyn-boulders-queensbridge#48722535-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "Pilates for Better Sex (Women Only)",
      "studio": "The Co Pilates",
      "address": "853 Broadway Suite 1601, New York, NY 10003",
      "phone": "(917) 674-4751",
      "date": "Tuesday, Jun 16",
      "time": "7:30pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/151532/gallery_images/963888/cropped_2018%C2%A9AppleFotography_theCO-send43.jpg?1576867781",
      "description": "Pain with sex should not be accepted as the norm. This class brings awareness to the pelvis and core, and provides clarity on what pelvic floor dysfunction can mean and how it may feel. Then, we progress to exercises for releasing tight muscles in the pelvic floor, hips, and low back, as well as strength work. Note that… this class is open only to women, and is exploratory and educational rather than following a standard Pilates class flow. Suggested prop: overball and towel.If youd like to participate but wont be able to make it live, you can sign up and receive the recording after.   NOTE: This class will be held online via Zoom Video. Please be sure that you opt-in to our emails so that you receive the link to join this class. ",
      "link": "https://mindbody.io/fitness/classes/pilates-for-better-sex-women-only-the-co-pilates#48550916-2020-06-16"
    },
    {
      "category": "Yoga",
      "name": "Hour L2 LIVESTREAM",
      "studio": "Yogamaya",
      "address": "135 West 20th Street 6th Floor b/w 6th & 7th Ave, New York, NY 10011Midtown",
      "phone": "(212) 675-4555",
      "date": "Tuesday, Jun 16",
      "time": "4:30pm - 5:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "This is a one hour version of our Level 2 class  a well-rounded practice in a shorter amount of time. You have an understanding of the basic poses and transitional movements of a Vinyasa class (down dog, plank, chaturanga, cobra/upward dog). Youll get more dynamic sequences with challenging poses, subtle… alignment of basic poses, and an introduction to other yoga practices.  THIS IS AN ONLINE CLASS! Sign up here, and you'll receive an email to the address associated with your Yogamaya account with a link to take your class from afar.  First time joining us online?  If you are using a computer/laptop, please visit www.zoom.us to sign up. If you are joining us on your mobile device (phone, iPad, tablet, etc.), please download the Zoom app.  Please take a few moments to get to know the Zoom software, as it may be difficult for us to troubleshoot once you are in the class. If you have questions, please e-mail info@yogamayanewyork.com.    ",
      "link": "https://mindbody.io/fitness/classes-online/hour-l2-livestream-yogamaya-midtown#49601005-2020-06-16"
    },
    {
      "category": "Other",
      "name": "Zoom - Animal Flow with Jordan",
      "studio": "Grae Wellness Lounge",
      "address": "89 5th Avenue Suite 802, New York, NY 10003",
      "phone": "(754) 800-4723",
      "date": "Tuesday, Jun 16",
      "time": "8:00pm - 9:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/143659/gallery_images/878508/cropped_JPEG_image-40AE088CBE33-6-Edit.JPG?1558377802",
      "description": "Animal Flow is a ground-based movement style of exercise designed to maximize your body's control and movements. Animal Flow is great for building stability, flexibility, explosive and dynamic movements and more! ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-animal-flow-with-jordan-grae-wellness-lounge#48534909-2020-06-16"
    },
    {
      "category": "Pilates",
      "name": "Virtual 30 Min. Fascia Release: Flexibility and Pain Relief ",
      "studio": "Brooklyn Strength",
      "address": "69 Columbia Street 3rd Floor, Brooklyn, NY 11201Columbia Street Waterfront District",
      "phone": "(347) 384-2011",
      "date": "Tuesday, Jun 16",
      "time": "8:00pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/87/images/original_Web-Image_0013_iStock-846236630_super.jpg?1536881359",
      "description": "Bring your aches, pains, and asymmetries. During this class, we will play withfoam rollers, deep stretches, and straps to open and release areas of chronic tension as well as develop routines for you to continue to use at home to increase your comfort and mobility. Appropriate for all levels. You will need a foam roller.  A… Zoom link will be emailed to you from Dibs 10 minutes before class starts.  If your roommate or partner joins, we strongly suggest that they sign up as well so the instructor will be paid fairly and can teach effectively.    If your roommate or partner joins, we strongly suggest that they sign up as well so the instructor will be paid fairly and can teach effectively.  ",
      "link": "https://mindbody.io/fitness/classes-online/30-min-virtual-fascia-release-flexibility-and-pain-relief-brooklyn-strength-brooklyn-heights#48713164-2020-06-16"
    },
    {
      "category": "Pole Fitness",
      "name": "Exotique *NOT FOR INTRO STUDENTS*",
      "studio": "IncrediPole",
      "address": "145 Java St, Brooklyn, NY 11222Greenpoint",
      "phone": "(646) 396-3699",
      "date": "Tuesday, Jun 16",
      "time": "8:15pm - 9:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/90/images/original_Default-image_0024_iStock-472188365_super.jpg?1536881424",
      "description": "This class focuses on exotic and sensual dance elements of pole flow. The class will explore proper engagement in heels, dynamic in movement in low flow and on the floor, as well as provocative sequences what will allow one to connect to one own's musicality. *Layers are HIGHLY suggested (leggings, legwarmers, knee pads,… socks, and a tee-shirt). ",
      "link": "https://mindbody.io/fitness/classes/exotique-incredipole-greenpoint#48757959-2020-06-16"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Group Training",
      "studio": "Trinity Boxing Club - New York",
      "address": "116 Duane Street, New York, NY 10007",
      "phone": "(212) 374-9393",
      "date": "Wednesday, Jun 17",
      "time": "6:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/134898/gallery_images/956077/cropped_james.JPG?1576100011",
      "description": "Ours are different from regular boxing classes you might find elsewhere in that you work with a group of trainers each time that you come in. All of our trainers are active or former professional athletes who are well-versed in what it takes to get you to achieve your goals in a challenging, exciting, yet safe way. They all… came from slightly different backgrounds and therefor you receive an excellent workout every time and there's always a little variety.  If you can make it in to the gym two or more times per week, choose the unlimited group training option. If you can't make it to the gym more than once a week, then the package of ten group lessons is the most cost effective option for you. You will join in the group lessons when you choose and you have three months in which to use them up. ",
      "link": "https://mindbody.io/fitness/classes/group-training-trinity-boxing-club-new-york-2#49118640-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Tower/Reformer",
      "studio": "Rolates Pilates",
      "address": "939 8th Avenue, Suite 207, New York, NY 10019Hell's Kitchen",
      "phone": "(212) 247-9603",
      "date": "Wednesday, Jun 17",
      "time": "7:00am - 7:55am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1404/gallery_images/188616/cropped_rolates2.jpg?1540327216",
      "description": "Reformer This class is dedicated to exercises on the reformer apparatus. Class begins with footwork, followed by deep core conditioning, arm, legwork, spine. As the class progresses clients become more familiar with their bodies and develop strength and coordination. Tower CadillacThis class is dedicated to exercises… performed on the Tower/Cadillac apparatus. It may also include traditional mat excercises as well as additional props such as the Stretch-Eze band, and the magic circle. These classes may also combine the use of the spine corrector, and other apparatus. ",
      "link": "https://mindbody.io/fitness/classes/tower-reformer-rolates-pilates-hell-s-kitchen#49022426-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "VIRTUAL: ABS",
      "studio": "Bum Pilates",
      "address": "1422 Grand Street 5A, Hoboken, NJ 07030",
      "phone": "(720) 402-9301",
      "date": "Wednesday, Jun 17",
      "time": "7:00am - 7:45am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/51721/gallery_images/930735/cropped_IMG_7213.jpg?1569959614",
      "description": "A 45 minute at home Mat class using the Zoom app.You will need to download the app, and provide an active email address to be able to access class. We will focus mostly on intense abdominal work, while adding in full body exercises, and at home \"props\" for some bonuses!  Look for your invite email from… bumpilatesinfo@gmail.com. You will receive an email 30 minutes before the class. The \"meeting\" will be open 5 minutes before class starts. Once class has started, please turn OFF your audio. If you wish to turn off your video as well, you are more than welcome to do so. *Check the expiration dates on your class purchases. No refunds or reschedules.* ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-bum-ab-focus-bum-pilates#53286668-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Ashtanga | Mysore, for students with Mysore Ashtanga experience",
      "studio": "The Shala Yoga House",
      "address": "816 Broadway, New York, NY 10003",
      "phone": "(212) 979-9988",
      "date": "Wednesday, Jun 17",
      "time": "7:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/116/images/original_Web-Image_0004_iStock-846236540_super.jpg?1536882554",
      "description": "This class takes place live via Zoom. Sign up for this class online via MindBody app or website, and a link to the zoom session will be emailed to you in a registration confirmation email. Let us know atinfo@theshala.comif you don't see this email!  This class is for students with mysore experience students only. Students who… are new to the mysore method should take led ashtanga classes or wait to start until it can be taught in a studio.  Ashtanga | Mysore All LevelsSuitable for all levels, Mysore Ashtanga format is a one-room schoolhouse, with practitioners just starting out on the set sequence studying alongside practitioners well into Third and Fourth Series under the guidance and support of a skilled teacher. Mysore ashtanga is a moving meditation where each pose is strung together on the the thread of breath. Students will learn the traditional sequence of Ashtanga slowly and methodically. All students are welcome; come as you are.Please note that Mysore Ashtanga is not a drop-in class. Mysore practice is unique in that its potency lies in making a consistent commitment of 3-6 days a week. This is a requirement. We ask that you allow at least one month of dedicated practice to see if the method is right for you. You are welcome to come observe to see if you would like to try it. ",
      "link": "https://mindbody.io/fitness/classes/ashtanga-mysore-current-practitioners-only-live-online-via-zoom-the-shala-yoga-house-new-york-ny#49067493-2020-06-17"
    },
    {
      "category": "Barre",
      "name": "LIVE Streaming Barre-less Barre Class",
      "studio": "Annette O'Neill Wellness",
      "address": "10th St, New York, NY 10014",
      "phone": "(201) 314-8929",
      "date": "Wednesday, Jun 17",
      "time": "7:30am - 8:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/12/images/original_Default-image_0026_iStock-479180895_high.jpg?1536873196",
      "description": "Barre without the barre! Intense, powerful, total body workout. Yet accessible to all levels! Elements of strengthening, toning, lengthening, and cardio. Fun and challenging! ",
      "link": "https://mindbody.io/fitness/classes-online/online-streaming-barre-less-barre-class-annette-o-neill-wellness#48921279-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "VIRTUAL: Int./Adv. Mat Class",
      "studio": "Pilates On Fifth",
      "address": "501 5th Avenue 2200, New York, NY 10017",
      "phone": "(212) 687-8885",
      "date": "Wednesday, Jun 17",
      "time": "7:30am - 8:15am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "Int/Adv Classical Mat: Lenny teaches this invigorating and intense class intended for those clients who are already well-versed in Pilates. The pace is quick to keep the flow of the advanced repertoire combined with deeper intrinsic connections so you will get a workout like no other! All body parts are strengthened and… toned! But keep this in mind: exercises are not taught step by step, so if youre new to Pilates, this is not for you!! ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-mat-class-pilates-on-fifth-new-york-ny#48788103-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Align Fusion - LIVE",
      "studio": "Align Brooklyn",
      "address": "579 5th Avenue 2nd Floor, Brooklyn, NY 11215Park Slope",
      "phone": "(718) 788-3940",
      "date": "Wednesday, Jun 17",
      "time": "7:30am - 8:25am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4261/gallery_images/5507/cropped_AlignYoga_189_small.jpeg?1513208600",
      "description": ">>>THIS CLASS WILL BE VIA ZOOM. YOU WILL NEED THE FREE ZOOM APP TO PARTICIPATE. YOU WILL BE SENT THE LINK PRIOR TO CLASS<<<  Align Fusion combines barre and Pilates moves for the ultimate in conditioning and alignment. Expect a full body workout that incorporates light weights, resistance… bands, gliders, as well as weighted and unweighted balls. Classes begin with a warm up focusing on postural alignment, followed by a combination of upper and lower body exercises. Pilates mat based core work comprises the bulk of the class, which ends with an invigorating final stretch. ",
      "link": "https://mindbody.io/fitness/classes/virtual-align-fusion-align-brooklyn-park-slope-2#48747751-2020-06-17"
    },
    {
      "category": "Personal training",
      "name": "OtrainWellnessPods",
      "studio": "OTrain Wellness",
      "address": "P.O. Box 639, New York, NY 10022",
      "phone": "(603) 318-1249",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/52/images/original_Default-image_0019_iStock-672376158_super.jpg?1536877976",
      "description": "Small Group Personal Training Virtual Sessions 4 people per Pod Attend once a week for the month any of the small group sessions on the schedule with a monthly subscription. Or stick to one Pod and drop in whenever you feel like it. Get individual attention from the coach, accountability and a quality workout… specifically for your goals. ",
      "link": "https://mindbody.io/fitness/classes/otrainwellnesspods-otrain-wellness#48714434-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Classic Mat Pilates - ONLINE",
      "studio": "Suryaside Yoga + Wellness",
      "address": "49-06 Skillman Avenue, Woodside, NY 11377Flushing",
      "phone": "0",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 8:45am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/82553/gallery_images/524814/cropped_3.jpg?1545072801",
      "description": "For all levels, this 60 minute class will flow through a diverse menu of Classic Pilates exercises, and challenge your core, hips, and coordination. ",
      "link": "https://mindbody.io/fitness/classes-online/classic-mat-pilates-online-suryaside-yoga#48786004-2020-06-17"
    },
    {
      "category": "Other",
      "name": "be-ginner- GYROTONIC Tower Class",
      "studio": "Body Evolutions East Village NYC",
      "address": "266 East 10th Street, New York, NY 10009",
      "phone": "(212) 375-0430",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35748/gallery_images/251182/cropped_aaa.jpg?1541539304",
      "description": "This class is our core group class and focuses on technique and proper alignment while doing Level 1 GYROTONIC exercises. We recommend it for everyone, regardless of level because it ensures a solid foundation in the principles of the GYROTONIC exercise methodology. You can expect hands-on assistance from the… instructor as well as a detailed explanation of how to do the movements. ",
      "link": "https://mindbody.io/fitness/classes/be-ginner-gyrotonic-tower-class-body-evolutions-east-village-nyc#49030828-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Hour L2 LIVESTREAM",
      "studio": "Yogamaya",
      "address": "135 West 20th Street 6th Floor b/w 6th & 7th Ave, New York, NY 10011Midtown",
      "phone": "(212) 675-4555",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "This is a one hour version of our Level 2 class  a well-rounded practice in a shorter amount of time. You have an understanding of the basic poses and transitional movements of a Vinyasa class (down dog, plank, chaturanga, cobra/upward dog). Youll get more dynamic sequences with challenging poses, subtle… alignment of basic poses, and an introduction to other yoga practices.  THIS IS AN ONLINE CLASS! Sign up here, and you'll receive an email to the address associated with your Yogamaya account with a link to take your class from afar.  First time joining us online?  If you are using a computer/laptop, please visit www.zoom.us to sign up. If you are joining us on your mobile device (phone, iPad, tablet, etc.), please download the Zoom app.  Please take a few moments to get to know the Zoom software, as it may be difficult for us to troubleshoot once you are in the class. If you have questions, please e-mail info@yogamayanewyork.com.    ",
      "link": "https://mindbody.io/fitness/classes-online/hour-l2-livestream-yogamaya-midtown#49600786-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Free Gift - Zoom 30min Breathing & Meditation",
      "studio": "New Vibe Yoga",
      "address": "9 Saint Marks Place #2, New York, NY 10003",
      "phone": "EmailOnly",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/25266/gallery_images/135209/cropped_IMG_1840.JPG?1539302059",
      "description": "Free Gift! 30min Breathing & Meditation Class.   Join Us Live in the New Vibe Zoom Room!  1. Download Zoom App2. Sign up on Mindbody to reserve your spot(Make sure your e-mail is correct)  3. Well e-mail you an access link 15min Prior to class  4. Open Zoom, turn your mic to MUTE, and volume UP.  5. Unroll your yoga mat… and lets go!   ",
      "link": "https://mindbody.io/fitness/classes-online/free-gift-zoom-room-30min-breathing-meditation-new-vibe-yoga#53949769-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "All Flow - Live Stream",
      "studio": "Loom yoga center",
      "address": "783 Driggs Avenue, Brooklyn, NY 11211Williamsburg",
      "phone": "(646) 504-0121",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1353/gallery_images/171995/cropped_Outdoor_Loom-1.jpg?1539693606",
      "description": "Our classes are currently taught via live stream  This moderately paced vinyasa flow class is suited for most, from those who have only recently hit the mat to the most advanced of practitioners. Teachers will offer modifications that allow students to choose a more beginning or advanced practice according to… their needs as well as mindful suggestions on alignment and technique. All Flow classes allow you the opportunity to move within your own journey while being inspired by students of many different levels. ",
      "link": "https://mindbody.io/fitness/classes-online/all-flow-loom-yoga-center-williamsburg-88303da0#48775895-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": " HH Rise and Flow-Zoom",
      "studio": "Healhaus",
      "address": "1082 Fulton Street, Brooklyn, NY 11238Bedford-Stuyvesant",
      "phone": "(347) 413-7774",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/100783/gallery_images/660799/cropped_IMG_2035.JPG?1549310098",
      "description": "This morning flow is the perfect early practice to awaken the body and prepare the mind for the day. Moving through dynamic Asana, building heat, strength & flexibility creates a balanced relationship between all senses. This class is appropriate for all levels of yoga students who have some or no experience with… yoga. The instructor will offer modifications for level 1 students as well as more challenging poses for advanced students. Above all else, this class wants you to move like you. To intuitively listen to what your body needs in the present moment. ",
      "link": "https://mindbody.io/fitness/classes-online/suryodaya-morning-flow-healhaus-bedford-stuyvesant#48643670-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "All Flow - Live Stream",
      "studio": "Loom yoga center",
      "address": "1087 Flushing Ave Shop #117, Brooklyn, NY 11237East Williamsburg",
      "phone": "(646) 504-0121",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1352/gallery_images/171991/cropped_Bushwick_yoga_studio.jpg?1539692913",
      "description": "Our classes are currently taught via live stream  This moderately paced vinyasa flow class is suited for most, from those who have only recently hit the mat to the most advanced of practitioners. Teachers will offer modifications that allow students to choose a more beginning or advanced practice according to… their needs as well as mindful suggestions on alignment and technique. All Flow classes allow you the opportunity to move within your own journey while being inspired by students of many different levels. ",
      "link": "https://mindbody.io/fitness/classes-online/all-flow-loom-yoga-center-east-williamsburg#48775483-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "VIRTUAL:  Total Body Pilates",
      "studio": "Pilates On Fifth",
      "address": "501 5th Avenue 2200, New York, NY 10017",
      "phone": "(212) 687-8885",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:15am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/85/images/original_Web-Image_0006_iStock-914755474_super.jpg?1536881311",
      "description": "Total Body Pilates  a good old fashioned Pilates Mat class with Kelly! Joseph Pilates started his entire system with his mat exercises so what better time to get back to the basics! Join Kelly as she teaches the Pilates mat repertoire to strengthen your abs, tone and stretch your legs and mobilize your spine in all planes of… motion. Shell get you moving and breathing and feeling GREAT! Modifications are taught with Kellys well-known clarity and attention to detail, so Kellys class is appropriate for all levels. ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-total-body-pilates-pilates-on-fifth-new-york-ny-3ae2d8a2#48788255-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Zoom - Dynamic Stretching with Celeste",
      "studio": "Grae Wellness Lounge",
      "address": "89 5th Avenue Suite 802, New York, NY 10003",
      "phone": "(754) 800-4723",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/143659/gallery_images/878508/cropped_JPEG_image-40AE088CBE33-6-Edit.JPG?1558377802",
      "description": "Learn how to increase flexibility, relax muscles and relieve tension throughout your body. This Class will cover the anatomy and fascia of the body to Unlock the body. ",
      "link": "https://mindbody.io/fitness/classes-online/dynamic-stretching-grae-wellness-lounge#49098598-2020-06-17"
    },
    {
      "category": "Circuit training",
      "name": "COMPLETE",
      "studio": "THE WELL",
      "address": "2 East 15th Street, New York, NY 10003",
      "phone": "(646) 560-8080",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 9:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/14/images/original_Web-Image_0005_iStock-918580062_super.jpg?1536873405",
      "description": "THE WELLs signature class is a dynamic blend of strength training and yoga that will focus you mentally and condition you physically. You will flow to great music, awaken your inner athlete, and leave feeling empowered. ",
      "link": "https://mindbody.io/fitness/classes-online/complete-the-well-cc92176f-a6686474#49023797-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Live Streaming Open Flow Yoga",
      "studio": "Annette O'Neill Wellness",
      "address": "10th St, New York, NY 10014",
      "phone": "(201) 314-8929",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "This class is open to all levels! Connect breath to movement with accessible sequences and options. ",
      "link": "https://mindbody.io/fitness/classes-online/live-streaming-basic-barre-basic-yoga-annette-o-neill-wellness#49971750-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Virtual Mat Pilates",
      "studio": "Elevate Movement & Wellness",
      "address": "159 4th Street, Hoboken, NJ 07030",
      "phone": "(201) 402-6642",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/87/images/original_Web-Image_0013_iStock-846236630_super.jpg?1536881359",
      "description": "Come work out with Elevate from the comfort of your own home! This signature class will incorporate some of the same moves you love to do on the reformer (but on the mat) and more! Work your body in different ways strengthening and lengthening every inch! Abs, butt,arms and more finishing with a calming stretch! ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-mat-class-elevate-movement-wellness#48695073-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Small Group Pilates Reformer",
      "studio": "Elevate Movement & Wellness",
      "address": "159 4th Street, Hoboken, NJ 07030",
      "phone": "(201) 402-6642",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/115/images/original_Web-Image_0003_iStock-846236610_super.jpg?1536882528",
      "description": "A 50 minute elevated, total body workout focused on dynamic movements stemming from your core. Our classes take a contemporary approach to challenging your whole body, strengthening, lengthening and toning!All levels welcome ",
      "link": "https://mindbody.io/fitness/classes/small-group-pilates-reformer-elevate-movement-wellness-2#48694610-2020-06-17"
    },
    {
      "category": "Other",
      "name": "be-ginner- GYROTONIC Tower Class",
      "studio": "Body Evolutions East Village NYC",
      "address": "266 East 10th Street, New York, NY 10009",
      "phone": "(212) 375-0430",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35748/gallery_images/251182/cropped_aaa.jpg?1541539304",
      "description": "This class is our core group class and focuses on technique and proper alignment while doing Level 1 GYROTONIC exercises. We recommend it for everyone, regardless of level because it ensures a solid foundation in the principles of the GYROTONIC exercise methodology. You can expect hands-on assistance from the… instructor as well as a detailed explanation of how to do the movements. ",
      "link": "https://mindbody.io/fitness/classes/be-ginner-gyrotonic-tower-class-body-evolutions-east-village-nyc#49030855-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "ONLINE: Advanced Flow",
      "studio": "Bend & Bloom Yoga",
      "address": "708 Sackett Street, Brooklyn , NY 11217",
      "phone": "(347) 987-3162",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/121/images/original_Web-Image_0017_iStock-675173140_super.jpg?1536882855",
      "description": "A dynamic, flowing class that integrates core strengthening sequences as well as options for arm balances and inversion sequences. This class is for students who feel completely comfortable in our Open level offerings and wanting to take their practice to a new level. Check out our Online Classes FAQ's page… for more info on registration.https://www.bendandbloom.com/online-classes-faqs     ",
      "link": "https://mindbody.io/fitness/classes-online/online-advanced-flow-bend-bloom-yoga-8a84cc6e#48772621-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Livestream Open Flow - Yoga",
      "studio": "Urban Souls",
      "address": "100 Hudson Street  4th Fl. (entrance on 1st) , Hoboken, NJ 07030",
      "phone": "(201) 683-4002",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNBMcO68GYVv_y-O3tFQfZ7ZY0XjF7vmY6qXCyx=s1600-w2000",
      "description": "Midday slump happens. Literally. Unplugd is the antidote... Sitting at your desk too long or typing away at the coffee shop? Thats when stress sneaks into the neck, shoulders, and upper back, your posture rounds, and breath becomes shallowoften leaving you exhausted by 3pm. Join US for a rejuvenating sesh that… realigns the spine, opens cramped hips, and mobilizes stiff joints. Carefully chosen poses will nourish your musculoskeletal body (bye bye social media neck) and increase blood flow to restore chilife force energy. And since healthy breathing is key for maintaining balanced energy, well incorporate breathwork to restore concentration and kick stress to the curb. Youll head back to work inspired and in the zone. Employee of the month anyone? OPEN LEVEL. ",
      "link": "https://mindbody.io/fitness/classes-online/unplug-d-devotion360#51251035-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Dharma I | Beginner | Online Class",
      "studio": "Dharma Yoga New York Center",
      "address": "46 West 24th Street Lobby, New York , NY 10010",
      "phone": "(212) 889-8160",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/29944/gallery_images/951954/cropped_mindbody1.jpg?1574957018",
      "description": "  Dharma I | Beginner  This is the beginning level of the Dharma Yoga series. Students practice Surya Namaskar Vinyasa and Shiva Namaskar Vinyasa Level I to warm up the body, bring flexibility to all muscles and joints and wake up the nervous system. A beginner, yet powerful series of balancing, stretching, back bending,… twisting and mild inverted postures follow. This practice ends with Deep Relaxation, breathing exercises and concentration/meditation to remove impurities and bring a sense of well-being to the body and radiant peace to the mind.   Please check out our DYC Zoom Online Classes & Prices: * Unlimited students If you are unable to attend any practice you registered in, when possible please remove yourself. Thank You! ",
      "link": "https://mindbody.io/fitness/classes-online/dharma-i-beginner-dharma-yoga-center#48983434-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Jam Sessions Music - Zoom Interactive Class",
      "studio": "Kids at Work",
      "address": "123 W20th Street 2E Second floor, New York, NY 10011Midtown",
      "phone": "(212) 488-8800",
      "date": "Wednesday, Jun 17",
      "time": "9:30am - 10:05am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "IF THERE IS NO SIGN UP OR BOOK CLASS BUTTON THE CLASS IS FULL.  Jam Sessions via ZOOM are interactive! Unlike livestreaming, in these sessions your child's favorite teacher can see and interact with your child. Register for this class and receive a link and a password via email to log in and join the fun! Jam Sessions via ZOOM… will be limited to 8 participants. Join Kids at Work Teachers for 35 minutes of music from the comfort of your own home. Further instructions will be sent for participants that register at least 15 minutes before class! These sessions are $15 per class.  Before Class: Download zoom (https://zoom.us/download) well before class time. Please be aware that when joining this class there is the potential for participants to see one another. All audio will be muted except for teacher for MOST of the class. If you do not want to be seen simply disable your video.  Do I need anything for this class?Please gather any instruments you might have for our \"Jam Session\". Other objects such as pots and pans, wooden spoons, or Tupperware filled with beans or rice (reinforce with some tape) will work too! If you have bubbles or scarves/pieces of fabric please make them available as we may use those as well!  Didn't get the email with all the info to join the meeting? Check your spam! We'll usually send it about an hour before. ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-class-from-your-home-jam-sessions-music-kids-at-work-midtown#48989861-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "LIVESTREAM YOGASPARK: Born to Run",
      "studio": "YogaSpark",
      "address": "158 Duane Street, New York, NY 10013",
      "phone": "(212) 602-9961",
      "date": "Wednesday, Jun 17",
      "time": "9:30am - 10:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "The same YogaSpark that you love, but tailored to especially complement a running practice. Join Nick as he leads you through a flow that works through the tensions and issues that can pop up when you pound the pavement. We suggest taking a 30 minute jog beforehand if you REALLY want to amp it up!  Please join us… for one of our brand new livestream classes, via Zoom. The same YogaSpark style in a whole new medium! The details:-Register for this class no later than 30 minutes before class start time-15 minutes prior to class, you will receive a link from one of our managers to a Zoom meeting, which you can access from your desktop, laptop, iPad or phone. You will likely be prompted to download the Zoom app to whatever device you are using.-You will also receive a link to a Spotify playlist (see below).The class will open up to participants 15 minutes prior to class start time and will begin promptly at class start time. --We will sign you in to the class as you join the Zoom meeting.-You will have the option to be seen or not seen by your instructor. Should you choose to be seen, that will help them give you verbal adjustments and shout outs as well as create more of a class vibe, but it is entirely up to you! You will be muted once class starts but will be able to chat with the instructor if you have any questions.-Class will be an open level, challenging, fun power flow in the classic YogaSpark style, with plenty of modifications and options.-There will be no music during class, but your instructor will tell you when to press play on the Spotify playlist so that the class can move with the music in sync. You will likely need a second device to play the music from.  Thank you for bearing with us during these technically challenging times, as we attempt to recreate the YogaSpark experience as best we can on various platforms!   ",
      "link": "https://mindbody.io/fitness/classes-online/livestream-yogaspark-born-to-run-yogaspark-new-york-ny#52875158-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Mindfulness Meditation-Zoom",
      "studio": "Healhaus",
      "address": "1082 Fulton Street, Brooklyn, NY 11238Bedford-Stuyvesant",
      "phone": "(347) 413-7774",
      "date": "Wednesday, Jun 17",
      "time": "9:45am - 10:15am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/100783/gallery_images/660799/cropped_IMG_2035.JPG?1549310098",
      "description": "Mindfulness is the basic human ability to be fully present, aware of where we are and what were doing, and not overly reactive or overwhelmed by whats going on around us. While mindfulness is something we all naturally possess, its more readily available to us when we practice on a daily basis. Mindfulness meditation is a… practice that involves focusing the mind on your experiences in the present moment and as a result, relieve stress and tension from the body and the mind.In this class we'll use breathing practices, mental imagery, awareness of body and mind, as well as muscle and body relaxation to explore the present moment non-judgmentally in the service of self-understanding and wisdom.   ",
      "link": "https://mindbody.io/fitness/classes-online/mindfulness-meditation-healhaus-bedford-stuyvesant#48643672-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Virtual Move & Meditate",
      "studio": "Elevate Movement & Wellness",
      "address": "159 4th Street, Hoboken, NJ 07030",
      "phone": "(201) 402-6642",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/85/images/original_Web-Image_0006_iStock-914755474_super.jpg?1536881311",
      "description": "Move your body,relax your mind. This 50 min class consists of 35 minutes of strengthening and cardio, followed by a moment to stretch and slow down finishing with a meditation to center you, to ground you and calm you. ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-move-meditate-elevate-movement-wellness#48696600-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Small Group Pilates Reformer",
      "studio": "Elevate Movement & Wellness",
      "address": "159 4th Street, Hoboken, NJ 07030",
      "phone": "(201) 402-6642",
      "date": "Wednesday, Jun 17",
      "time": "9:00am - 10:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/115/images/original_Web-Image_0003_iStock-846236610_super.jpg?1536882528",
      "description": "A 50 minute elevated, total body workout focused on dynamic movements stemming from your core. Our classes take a contemporary approach to challenging your whole body, strengthening, lengthening and toning!All levels welcome ",
      "link": "https://mindbody.io/fitness/classes/small-group-pilates-reformer-elevate-movement-wellness-2#48694653-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Soul Flow Yoga w/ Lubaina",
      "studio": "SevenBell Fitness",
      "address": "640 Dean Street, Brooklyn, NY 11238",
      "phone": "(718) 857-2355",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/62592/gallery_images/301278/cropped_65.jpg?1542316676",
      "description": "This is a one hour Vinyasa Flow yoga class open to all levels (suitable for beginners as well), designed to help you breathe, move, and strengthen from the inside out. This class moves at a certain rhythm and has a musical and creative element which adds fun to functionality for a well-rounded practice. ",
      "link": "https://mindbody.io/fitness/classes/soul-flow-w-lubaina-sevenbell-fitness-cb827cd3#49017580-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Open Level Vinyasa (Livestream)",
      "studio": "Now Yoga",
      "address": "61 4th Avenue 3rd Floor, New York, NY 10003Lower Manhattan",
      "phone": "(646) 596-7772",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:05am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/133222/gallery_images/135684/cropped_IMG_4587.JPG?1539354351",
      "description": "Come as You Are. A open-level and well-rounded practice thats appropriate for those with experience in group classes. ",
      "link": "https://mindbody.io/fitness/classes-online/open-level-vinyasa-online-now-yoga-lower-manhattan#48765000-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Yoga at Pier A",
      "studio": "The Hudson Yoga Project",
      "address": "44 Hudson Place 4th Floor, Hoboken, NJ 07030",
      "phone": "(201) 850-1104",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4176/gallery_images/125045/cropped_FA2AB94B-B521-4D9A-A634-B187DF9C76C6.JPG?1537325000",
      "description": "A well rounded vinyasa yoga class that is appropriate for all levels of students. Vinyasa yoga is a system of yoga that links movement of the body with synchronized breathing. ",
      "link": "https://mindbody.io/fitness/classes/yoga-at-pier-a-the-hudson-yoga-project#51210023-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Yoga at Pier A",
      "studio": "The Hudson Yoga Project",
      "address": "1317 Willow Avenue 2R, Hoboken, NJ 07030",
      "phone": "(201) 850-1104",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "A well rounded vinyasa yoga class that is appropriate for all levels of students. Vinyasa yoga is a system of yoga that links movement of the body with synchronized breathing. ",
      "link": "https://mindbody.io/fitness/classes/yoga-at-pier-a-the-hudson-yoga-project-2-ffbd8797#51210603-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "KUNDALINI YOGA AND MEDITATION TO FALL IN LOVE WITH YOUR BODIES",
      "studio": "The Invincible Hall",
      "address": "29 Forsyth Street 3rd floor, New York, NY 10002",
      "phone": "(917) 991-8285",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/141353/gallery_images/666346/cropped_IMG_4351.JPG?1550860848",
      "description": "The science of Kundalini is such that every inch of our bodies is connected to an element, a planet, a realm. Every hand position, eye focus, and mantra is uniquely experiential and manifestational with intentional nourishment to our endocrine system, our nervous system and our organs, as well to our anatomy beyond… the physical- our 10 bodies. In this class we nourish and optimize the ways in which our bodies are always supporting us, and bringing a deeper level of consciousness to the sacredness of the vehicle that brings us through this world. ",
      "link": "https://mindbody.io/fitness/classes/kundalini-yoga-and-meditation-to-fall-in-love-with-your-bodies-the-invincible-hall-0a99a281#48722111-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Tyler's Virtual Live Reformer Level 1 Class 10:05AM",
      "studio": "Pilates Reforming New York",
      "address": "1462 1st Ave #2W, New York, NY 10075UES",
      "phone": "(212) 569-7769",
      "date": "Wednesday, Jun 17",
      "time": "10:05am - 11:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/115/images/original_Web-Image_0003_iStock-846236610_super.jpg?1536882528",
      "description": "Level 1 is the Reformer class level following our Orientation Class. In this class the focus is on strengthening the abdominals and learning to stabilize your pelvis and spine while mastering the repertoire of Level 1 exercises. We recommend 15 - 20 sessions in Level 1 before asking your teacher if you are ready to… be tagged for the Mixed Level Class.The Mid Level requires spinal flexibility, good abdominal control as well as wrist and shoulder stability and strength to be able to handle the more advanced Pilates Reformer exercises. Keep this thought in mind...the more advanced you become and the more correct your technique and alignment becomes the more you realize that Level 1 is challenging when performed correctly! ",
      "link": "https://mindbody.io/fitness/classes-online/tyler-s-virtual-live-reformer-level-1-class-10-05am-pilates-reforming-ny-ues#50759635-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Jam Sessions Music - Zoom Interactive Class",
      "studio": "Kids at Work",
      "address": "123 W20th Street 2E Second floor, New York, NY 10011Midtown",
      "phone": "(212) 488-8800",
      "date": "Wednesday, Jun 17",
      "time": "9:30am - 10:05am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "IF THERE IS NO SIGN UP OR BOOK CLASS BUTTON THE CLASS IS FULL.  Jam Sessions via ZOOM are interactive! Unlike livestreaming, in these sessions your child's favorite teacher can see and interact with your child. Register for this class and receive a link and a password via email to log in and join the fun! Jam Sessions via ZOOM… will be limited to 8 participants. Join Kids at Work Teachers for 35 minutes of music from the comfort of your own home. Further instructions will be sent for participants that register at least 15 minutes before class! These sessions are $15 per class.  Before Class: Download zoom (https://zoom.us/download) well before class time. Please be aware that when joining this class there is the potential for participants to see one another. All audio will be muted except for teacher for MOST of the class. If you do not want to be seen simply disable your video.  Do I need anything for this class?Please gather any instruments you might have for our \"Jam Session\". Other objects such as pots and pans, wooden spoons, or Tupperware filled with beans or rice (reinforce with some tape) will work too! If you have bubbles or scarves/pieces of fabric please make them available as we may use those as well!  Didn't get the email with all the info to join the meeting? Check your spam! We'll usually send it about an hour before. ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-class-from-your-home-jam-sessions-music-kids-at-work-midtown#48989811-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Hatha all levels",
      "studio": "UMA CENTER NYC",
      "address": "786 Lexington Avenue 2nd floor, New York, NY 10065",
      "phone": "(347) 515-8398",
      "date": "Wednesday, Jun 17",
      "time": "10:30am - 11:45am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/152704/gallery_images/985427/cropped_0019_UMA_11-16-19-HDR.jpg?1582124902",
      "description": "Hlne is certified as an E-RYT 500 by Yoga Alliance and she has been teaching yoga for more than 12 years.Her classes are vigorous & challenging; however, she takes care to adapt them to every students physical capabilities, focusing on breath & alignment as well as using clear, sensitive guidance.  She teaches… Vinyasa Yoga, Hatha Yoga and Restorative Yoga.   ",
      "link": "https://mindbody.io/fitness/classes/hatha-all-levels-uma-center-nyc#49077962-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Tribute to the Angels - Prenatal Khalsa Way - All Levels",
      "studio": "The Dream Hive",
      "address": "148 Spring Street, New York, NY 10012",
      "phone": "(203) 843-2597",
      "date": "Wednesday, Jun 17",
      "time": "11:00am - 12:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "During the nine-months of pregnancy a woman experiences enormous physical, emotional and spiritual changes that prepare her to create and welcome another human being into the world. Yoga and Meditation may be the strongest offering that you can give to yourself when pregnant. To actively move your body, to learn… to breath properly, to close your eyes, to meditate, to go inside where your baby is -- from this you will tap into your intuition and come to know the answers. By cultivating and living in calmness, radiance, joy and good health, you will create this atmosphere into which your baby will enter the world. Our Prenatal Yoga [The Khalsa Way] program is a gentle yoga for pregnant mothers rooted in the ancient science and techniques of Kundalini Yoga. More than just a class, it is a program for life that addresses wellness, parenting, as well as community awareness issues.  Khalsa Way is a combination of Kundalini Yoga, other styles of yoga, dancing for birth, hypno-birthing techniques and much more. Its an empowering, strengthening and relaxing form of yoga that can be truly transformational.        ",
      "link": "https://mindbody.io/fitness/classes/tribute-to-the-angels-prenatal-khalsa-way-all-levels-the-dream-school#48775173-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Erika Bloom Method Foundations Series (VIRTUAL sessions twice a week for 3 weeks)",
      "studio": "Erika Bloom Pilates",
      "address": "Virtual Sessions Available (NYC), New York, NY 10022",
      "phone": "(212) 288-3410",
      "date": "Wednesday, Jun 17",
      "time": "11:00am - 12:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/54093/gallery_images/992548/cropped_client_area.jpeg?1584118930",
      "description": "Restore radiance, length and beautiful strength to your whole body as wellness expert Erika Bloom guides you through a transformative 3 week intensive.In each one hour session, you will learn to forge connections deep within your physiology through challenging movements that are slow, controlled and full of nourishing… breath. This mindful breath and movement practice offers an opportunity for true self care as youll learn to re-pattern your nervous system, enhance your digestion and immunity, and release tension you may be holding in your musculature, fascia and organs.  As a result, youll experience greater function and ease through long lasting changes in your bodys biomechanics and posture.  A live Q&A will follow every class to ask Erika your questions. All 6 session will be recorded and available for 24 hours so that you can access them on your own time, or practice again.  Starting June 8th | Mondays & Wednesdays at 11:00 am EST | Sign up via Mindbody  ",
      "link": "https://mindbody.io/fitness/classes-online/erika-bloom-method-foundation-series-virtual-sessions-twice-a-week-for-3-weeks-erika-bloom-pilates-new-york-ny#48936541-2020-06-17"
    },
    {
      "category": "Bootcamp",
      "name": "Virtual Otrain Bootcamp",
      "studio": "OTrain Wellness",
      "address": "P.O. Box 639, New York, NY 10022",
      "phone": "(603) 318-1249",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 12:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/23/images/original_Web-Image_0000_iStock-928849470_super.jpg?1536873978",
      "description": "Sweat at home with Otrain Wellness  Small group Virtual Bootcamp classes Link will be sent to you 15 minutes prior to your session!  You will get great results without the equipment as well, but if you want to amplify your workout here are my suggestions.  Equipment needed : Mini Bands Sliders or washcloth Dumbbells or 1… Gallon water bottles Chair  Lets Sweat together! ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-otrain-bootcamp-otrain-wellness-2#50794963-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Zoom - Mid-Day Nutrition with Chef Elizabeth",
      "studio": "Grae Wellness Lounge",
      "address": "89 5th Avenue Suite 802, New York, NY 10003",
      "phone": "(754) 800-4723",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/143659/gallery_images/878508/cropped_JPEG_image-40AE088CBE33-6-Edit.JPG?1558377802",
      "description": "Midday Nutrition with Chef Elizabeth is a demonstration of quick, healthy,& delicious home-cooked meals made in an hour or less. ",
      "link": "https://mindbody.io/fitness/classes-online/mid-day-nutrition-with-chef-elizabeth-grae-wellness-lounge#49098523-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Livestream Urban Warriors - Yoga",
      "studio": "Urban Souls",
      "address": "100 Hudson Street  4th Fl. (entrance on 1st) , Hoboken, NJ 07030",
      "phone": "(201) 683-4002",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNBMcO68GYVv_y-O3tFQfZ7ZY0XjF7vmY6qXCyx=s1600-w2000",
      "description": "At once vigorous and cathartic, youll groove to an experiential landscape of flow and breath set to DJ-quality playlists. Well begin with balancing breathwork to calm your nerves and reboot energy. Soon after, youll find yourself flowing through seamless sequences as your mind synchronizes effortlessly with the rhythm… of your breath, the rhythm of movement, and the rhythm of music. When its time to wind down from this uplifting flow, well melt into deep stretches and, of course, a sweet final relaxation so that every beautiful benefit sinks inmind, body and soul. Ahhhhh.... OPEN LEVEL/STRONG FLOW. ",
      "link": "https://mindbody.io/fitness/classes-online/urban-warriors-devotion360#51251057-2020-06-17"
    },
    {
      "category": "Gymnastics",
      "name": "Gymnastics for Ground 360 Wellness Program",
      "studio": "Yoga Pole",
      "address": "43 Schermerhorn Street 117 14th Street, Brooklyn, NY 11201Brooklyn Heights",
      "phone": "(917) 365-3896",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4075/gallery_images/962807/cropped_gwen-knee-hook-pole-fitness-class-brooklyn-yogapolestudio.jpg?1576648359",
      "description": "Gymnastics ",
      "link": "https://mindbody.io/fitness/classes/gymnastics-for-ground-360-wellness-program-yoga-pole-brooklyn-heights#48743867-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Open Level Vinyasa (Livestream)",
      "studio": "Now Yoga",
      "address": "61 4th Avenue 3rd Floor, New York, NY 10003Lower Manhattan",
      "phone": "(646) 596-7772",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:05am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/133222/gallery_images/135684/cropped_IMG_4587.JPG?1539354351",
      "description": "Come as You Are. A open-level and well-rounded practice thats appropriate for those with experience in group classes. ",
      "link": "https://mindbody.io/fitness/classes-online/open-level-vinyasa-online-now-yoga-lower-manhattan#48765028-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Yoga Under 14th Street Viaduct",
      "studio": "The Hudson Yoga Project",
      "address": "44 Hudson Place 4th Floor, Hoboken, NJ 07030",
      "phone": "(201) 850-1104",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4176/gallery_images/125045/cropped_FA2AB94B-B521-4D9A-A634-B187DF9C76C6.JPG?1537325000",
      "description": "A well rounded vinyasa yoga class. Vinyasa yoga is a system of yoga that links movement of the body with synchronized breathing. ",
      "link": "https://mindbody.io/fitness/classes/yoga-under-14th-street-viaduct-the-hudson-yoga-project#51210243-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Yoga Under 14th Street Viaduct",
      "studio": "The Hudson Yoga Project",
      "address": "1317 Willow Avenue 2R, Hoboken, NJ 07030",
      "phone": "(201) 850-1104",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/119/images/original_Web-Image_0006_iStock-922482726_super.jpg?1536882633",
      "description": "A well rounded vinyasa yoga class. Vinyasa yoga is a system of yoga that links movement of the body with synchronized breathing. ",
      "link": "https://mindbody.io/fitness/classes/yoga-under-14th-street-viaduct-the-hudson-yoga-project-2#51210831-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "HH Restorative Yoga-Zoom",
      "studio": "Healhaus",
      "address": "1082 Fulton Street, Brooklyn, NY 11238Bedford-Stuyvesant",
      "phone": "(347) 413-7774",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/100783/gallery_images/660799/cropped_IMG_2035.JPG?1549310098",
      "description": "Think adult nap time ! In truth, restorative yoga is simply that  restorative & It is well known for its calming and healing effect! This modality is a practice focused on breath control, meditation during long holds of postures (5-15 minutes) which are supported by props in order for the body to relax deeply. The mindfulness that… is found in all disciplines of yoga is taken to the next level. Prepare yourself to venture into the depths of the mind, loosen tension and enjoy long, meditative stretches while resting the body over pillows, blocks & blankets.This practice is helpful for those working with injuries sensitivities as well as for anyone feeling stressed out or anxious. ",
      "link": "https://mindbody.io/fitness/classes-online/tribal-flow-healhaus-bedford-stuyvesant#48643668-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Online Class on Zoom - Vinyasa ",
      "studio": "Namastuy",
      "address": "325 Lewis Avenue, Brooklyn, NY 11221",
      "phone": "(718) 484-3966",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/118/images/original_Web-Image_0005_iStock-936121424_super.jpg?1536882602",
      "description": "This class will be held online via Zoom.$10 drop in, free for all members with unlimited passes.You'll need a an account with Zoom (free), you might want to download the Zoom App. Register per usual via Mindbody or our free Namastuy App up to 30min before class & you'll get an email with a link and password to join in… 10min before class begin.    Dynamic. A fluid, guided breath to breath practice arranged to utilize postures to increase focus, as well as body awareness. Heavy alignment cues are used to guide students to a deeper level of intelligence that grants the freedom to heal and transform. Classes offer an opportunity for Pranayama, as well as meditation. This class is beneficial to every student, as it increases focus and relief from daily stressors. Accessible to all levels.   ",
      "link": "https://mindbody.io/fitness/classes-online/online-class-on-zoom-vinyasa-namastuy#50043457-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Dharma Yoga 45mins (No heat)",
      "studio": "YogaCare",
      "address": "121 Fulton Street 3rd Floor, New York, NY 10038",
      "phone": "(212) 964-6411",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 12:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/74462/gallery_images/94582/cropped_Screen_Shot_2018-05-03_at_6.08.53_PM.png?1532036054",
      "description": "45 mins. No heat. This is the beginning level of the Dharma Yoga series. Students will start by warming up the body to bring flexibility to all muscles and joints and wake up the nervous system. A gentle, yet powerful series of balancing, stretching, back bending, twisting and mild inverted postures follow. This practice ends… with Deep Relaxation, breathing exercises and concentration/meditation to remove impurities and bring a sense of well-being to the body and radiant peace to the mind. ",
      "link": "https://mindbody.io/fitness/classes/dharma-yoga-45mins-no-heat-yogacare#48777436-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "All Flow - Live Stream",
      "studio": "Loom yoga center",
      "address": "783 Driggs Avenue, Brooklyn, NY 11211Williamsburg",
      "phone": "(646) 504-0121",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1353/gallery_images/171995/cropped_Outdoor_Loom-1.jpg?1539693606",
      "description": "Our classes are currently taught via live stream  This moderately paced vinyasa flow class is suited for most, from those who have only recently hit the mat to the most advanced of practitioners. Teachers will offer modifications that allow students to choose a more beginning or advanced practice according to… their needs as well as mindful suggestions on alignment and technique. All Flow classes allow you the opportunity to move within your own journey while being inspired by students of many different levels. ",
      "link": "https://mindbody.io/fitness/classes-online/all-flow-loom-yoga-center-williamsburg-88303da0#48775886-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "All Flow - Live Stream",
      "studio": "Loom yoga center",
      "address": "1087 Flushing Ave Shop #117, Brooklyn, NY 11237East Williamsburg",
      "phone": "(646) 504-0121",
      "date": "Wednesday, Jun 17",
      "time": "8:30am - 9:30am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1352/gallery_images/171991/cropped_Bushwick_yoga_studio.jpg?1539692913",
      "description": "Our classes are currently taught via live stream  This moderately paced vinyasa flow class is suited for most, from those who have only recently hit the mat to the most advanced of practitioners. Teachers will offer modifications that allow students to choose a more beginning or advanced practice according to… their needs as well as mindful suggestions on alignment and technique. All Flow classes allow you the opportunity to move within your own journey while being inspired by students of many different levels. ",
      "link": "https://mindbody.io/fitness/classes-online/all-flow-loom-yoga-center-east-williamsburg#39448697-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Original Hot Yoga 90 Live Stream",
      "studio": "bode nyc",
      "address": "182 5th Avenue, New York, NY 10010",
      "phone": "(212) 288-9642",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "Original Hot Yoga is a series of twenty-six Hatha Yoga postures and two Pranayama breathing techniques designed to provide a challenging, invigorating, rejuvenating and effective yoga experience. During this 90 minute class, you will work every muscle, tendon, ligament, joint and internal organ in the entire… body, giving you an incredible sense of well being.  This class is delivered by Zoom in partnership with FitGrid LIVE. You can enroll for this class up until two minutes before the scheduled start. You will receive an email from FitGrid LIVE starting an hour before the class with instructions. ",
      "link": "https://mindbody.io/fitness/classes-online/original-hot-yoga-90-livestream-bode-nyc#52035826-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Yin & Restore",
      "studio": "Five Pillars Yoga",
      "address": "1298 Madison Avenue 2nd Floor, New York, NY 10128UES",
      "phone": "(212) 426-6111",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/3020/gallery_images/3640/cropped_studios.jpg?1508791112",
      "description": "Reminder: If you're booking online classes please check your MindBody account management. You must opt in to receive email reminders so that we can send you the confirmation email with zoom link  In this slow and steady style of yoga, certain postures are held longer, so that the connective tissue, fascia and joints have time… to release, stretch and heal. Gentle movements and restorative postures help open the body and make way for deep and profound relaxation. Beginners are welcome. This class helps alleviate stress and anxiety, as well as supports healthy sleep and digestion. ",
      "link": "https://mindbody.io/fitness/classes/yin-restore-five-pillars-yoga-ues#48969136-2020-06-17"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Group Training",
      "studio": "Trinity Boxing Club - New York",
      "address": "116 Duane Street, New York, NY 10007",
      "phone": "(212) 374-9393",
      "date": "Wednesday, Jun 17",
      "time": "6:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/134898/gallery_images/956077/cropped_james.JPG?1576100011",
      "description": "Ours are different from regular boxing classes you might find elsewhere in that you work with a group of trainers each time that you come in. All of our trainers are active or former professional athletes who are well-versed in what it takes to get you to achieve your goals in a challenging, exciting, yet safe way. They all… came from slightly different backgrounds and therefor you receive an excellent workout every time and there's always a little variety.  If you can make it in to the gym two or more times per week, choose the unlimited group training option. If you can't make it to the gym more than once a week, then the package of ten group lessons is the most cost effective option for you. You will join in the group lessons when you choose and you have three months in which to use them up. ",
      "link": "https://mindbody.io/fitness/classes/group-training-trinity-boxing-club-new-york-2#49118687-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Breathwork Breakthrough",
      "studio": "The Co Pilates",
      "address": "853 Broadway Suite 1601, New York, NY 10003",
      "phone": "(917) 674-4751",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/151532/gallery_images/963888/cropped_2018%C2%A9AppleFotography_theCO-send43.jpg?1576867781",
      "description": "In this unconventional, mindful movement and breathwork class we redefine what progress and working hard means by focusing on the power and importance of rest. In response to the cultural pressure and need to constantly be productive, this class offers a different perspective: to be more fully and wholly well,… your body, mind, and spirit need time for recovery. Join Molly as she leads you through a variety of breathwork and restorative movement exercises focused on bringing awareness to and healing the areas of your body that require rest. If youd like to participate but wont be able to make it live, you can sign up and receive the recording after.  NOTE: This class will be held online via Zoom Video. Please be sure that you opt-in to our emails so that you receive the link to join this class. ",
      "link": "https://mindbody.io/fitness/classes/breathwork-breakthrough-the-co-pilates#48768971-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "VIRTUAL: ABS",
      "studio": "Bum Pilates",
      "address": "1422 Grand Street 5A, Hoboken, NJ 07030",
      "phone": "(720) 402-9301",
      "date": "Wednesday, Jun 17",
      "time": "7:00am - 7:45am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/51721/gallery_images/930735/cropped_IMG_7213.jpg?1569959614",
      "description": "A 45 minute at home Mat class using the Zoom app.You will need to download the app, and provide an active email address to be able to access class. We will focus mostly on intense abdominal work, while adding in full body exercises, and at home \"props\" for some bonuses!  Look for your invite email from… bumpilatesinfo@gmail.com. You will receive an email 30 minutes before the class. The \"meeting\" will be open 5 minutes before class starts. Once class has started, please turn OFF your audio. If you wish to turn off your video as well, you are more than welcome to do so. *Check the expiration dates on your class purchases. No refunds or reschedules.* ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-bum-ab-focus-bum-pilates#53286667-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "LIVESTREAM YOGASPARK CLASS",
      "studio": "YogaSpark",
      "address": "158 Duane Street, New York, NY 10013",
      "phone": "(212) 602-9961",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "Please join us for one of our brand new livestream classes, via Zoom. The same YogaSpark style in a whole new medium! The details: -Register for this class no later than 30 minutes before class start time-15 minutes prior to class, you will receive a link from one of our managers to a Zoom meeting, which you can access from… your desktop, laptop, iPad or phone. You will likely be prompted to download the Zoom app to whatever device you are using.-You will also receive a link to a Spotify playlist (see below).The class will open up to participants 15 minutes prior to class start time and will begin promptly at class start time. --We will sign you in to the class as you join the Zoom meeting.-You will have the option to be seen or not seen by your instructor. Should you choose to be seen, that will help them give you verbal adjustments and shout outs as well as create more of a class vibe, but it is entirely up to you! You will be muted once class starts but will be able to chat with the instructor if you have any questions.-Class will be an open level, challenging, fun power flow in the classic YogaSpark style, with plenty of modifications and options.-There will be no music during class, but your instructor will tell you when to press play on the Spotify playlist so that the class can move with the music in sync. You will likely need a second device to play the music from. Thank you for bearing with us during these technically challenging times, as we attempt to recreate the YogaSpark experience as best we can on various platforms! ",
      "link": "https://mindbody.io/fitness/classes-online/livestream-yogaspark-class-yogaspark-new-york-ny#52441705-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Support Circle: Get Grounded",
      "studio": "THE WELL",
      "address": "2 East 15th Street, New York, NY 10003",
      "phone": "(646) 560-8080",
      "date": "Wednesday, Jun 17",
      "time": "12:30pm - 1:30pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipPxlPw-06cPfg5CveKQ64vdk21Qj1CTGovITgTt=s1600-w1000",
      "description": "This Support Circle is a recurring virtual gathering space to share key stressors, build coping skills and experience emotional release during this stressful time. This circle is experiential, so you can expect to participate in practices such as breathwork, journaling, guided meditations and more. ",
      "link": "https://mindbody.io/fitness/classes-online/support-circle-get-grounded-the-well-cc92176f#50270563-2020-06-17"
    },
    {
      "category": "Barre",
      "name": "Livestream: Bar Method Express",
      "studio": "The Bar Method Hoboken",
      "address": "86 River Street, Hoboken, NJ 07030",
      "phone": "(201) 683-7005",
      "date": "Wednesday, Jun 17",
      "time": "12:30pm - 1:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/81607/gallery_images/543813/cropped_hb3.jpg?1545335089",
      "description": "Low impact. High reward. Our classic interval-training workout is designed to help you lose inches by burning fat and sculpting lean muscles. A well-designed sequence of specific movements will target and reshape your muscles. And stretches incorporated throughout the class will tone and elongate your body. The best method to… transform and renew you.45 minutes  Who it's for:Everyone  especially those seeking optimal fat-burning workouts and full-body transformation.  What you can gain:Stronger, leaner musclesIncreased flexibilityImproved posture, core strength and balance   ",
      "link": "https://mindbody.io/fitness/classes-online/live-stream-bar-method-express-the-bar-method-hoboken#50281257-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Hour L2 LIVESTREAM",
      "studio": "Yogamaya",
      "address": "135 West 20th Street 6th Floor b/w 6th & 7th Ave, New York, NY 10011Midtown",
      "phone": "(212) 675-4555",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "This is a one hour version of our Level 2 class  a well-rounded practice in a shorter amount of time. You have an understanding of the basic poses and transitional movements of a Vinyasa class (down dog, plank, chaturanga, cobra/upward dog). Youll get more dynamic sequences with challenging poses, subtle… alignment of basic poses, and an introduction to other yoga practices.  THIS IS AN ONLINE CLASS! Sign up here, and you'll receive an email to the address associated with your Yogamaya account with a link to take your class from afar.  First time joining us online?  If you are using a computer/laptop, please visit www.zoom.us to sign up. If you are joining us on your mobile device (phone, iPad, tablet, etc.), please download the Zoom app.  Please take a few moments to get to know the Zoom software, as it may be difficult for us to troubleshoot once you are in the class. If you have questions, please e-mail info@yogamayanewyork.com.    ",
      "link": "https://mindbody.io/fitness/classes-online/hour-l2-livestream-yogamaya-midtown#49601298-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Midday Mindful Flow",
      "studio": "Grae Wellness Lounge",
      "address": "89 5th Avenue Suite 802, New York, NY 10003",
      "phone": "(754) 800-4723",
      "date": "Wednesday, Jun 17",
      "time": "1:00pm - 2:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/143659/gallery_images/878508/cropped_JPEG_image-40AE088CBE33-6-Edit.JPG?1558377802",
      "description": "Accessible for all levels, this is a slower paced flow class with longer held yin shapes sprinkled in. We mindfully flow through vinyasa sequences to gain strength, heat the muscles, raise heart rate & connect to the breath. Yin postures are held to gain more body awareness, receptivity, flexibility, melt connective tissue… and prevent injury. ",
      "link": "https://mindbody.io/fitness/classes/midday-mindful-flow-grae-wellness-lounge#49098408-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Gentle Therapeutic - ONLINE ",
      "studio": "Suryaside Yoga + Wellness",
      "address": "49-06 Skillman Avenue, Woodside, NY 11377Flushing",
      "phone": "0",
      "date": "Wednesday, Jun 17",
      "time": "1:00pm - 2:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/82553/gallery_images/524814/cropped_3.jpg?1545072801",
      "description": "In this class you will learn how to practice yoga in a nourishing way. This class will be a self care tool, helping you avoid aggravating sensitivities and injuries. This class is perfect for people who are recovering from injury or chronic illness, suffer from perminent conditions, are pre/post natal, and senior citizens.… Beginner/Open Level. ",
      "link": "https://mindbody.io/fitness/classes-online/gentle-therapeutic-online-suryaside-yoga#48786031-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Tyler's Virtual Live Reformer Level 1 Class 1:05PM",
      "studio": "Pilates Reforming New York",
      "address": "1462 1st Ave #2W, New York, NY 10075UES",
      "phone": "(212) 569-7769",
      "date": "Wednesday, Jun 17",
      "time": "1:05pm - 2:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/84/images/original_Default-image_0004_iStock-914755474_super.jpg?1536881283",
      "description": "Level 1 is the Reformer class level following our Orientation Class. In this class the focus is on strengthening the abdominals and learning to stabilize your pelvis and spine while mastering the repertoire of Level 1 exercises. We recommend 15 - 20 sessions in Level 1 before asking your teacher if you are ready to… be tagged for the Mixed Level Class.The Mid Level requires spinal flexibility, good abdominal control as well as wrist and shoulder stability and strength to be able to handle the more advanced Pilates Reformer exercises. Keep this thought in mind...the more advanced you become and the more correct your technique and alignment becomes the more you realize that Level 1 is challenging when performed correctly! ",
      "link": "https://mindbody.io/fitness/classes-online/tyler-s-virtual-live-reformer-level-1-class-1-05pm-pilates-reforming-ny-ues#50759676-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Reggae Soul Yoga Flow LIVESTREAM",
      "studio": "Salvation Wellness",
      "address": "190 Christopher Columbus Drive 5C, Jersey City, NJ 07302Downtown Jersey City",
      "phone": "(551) 689-0763",
      "date": "Wednesday, Jun 17",
      "time": "1:30pm - 2:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/121/images/original_Web-Image_0017_iStock-675173140_super.jpg?1536882855",
      "description": "Ease your mind, ease your body, and groove through a yoga sequence that will lively up yourself. ",
      "link": "https://mindbody.io/fitness/classes-online/reggae-soul-yoga-flow-livestream-knead-therapeutic-massage-downtown-jersey-city#48787052-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Semi-Private Supervised Play Session",
      "studio": "Honors Bridge Club",
      "address": "133 E 58th Street,  New York, NY 10022",
      "phone": "(212) 230-1230",
      "date": "Wednesday, Jun 17",
      "time": "1:30pm - 3:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/6613/gallery_images/359452/cropped_hb4.jpg?1543348434",
      "description": "Looking for a fun place to play for a couple of hours?Social bridge is just what it sounds like only better.These sessions are old-fashioned, home-style bridge, with a twist. There is someone there the whole time to help if you want it, to find you the right game, to even stop and give a few minutes talk on a particular area of the… game that your table wants to review or learn.Come with a friend, your own table, or come by yourself. Well always be able to find you a partner.These are semi-private in nature, meaning no more than one or two tables to an instructor. This is how they are different from our club Supervised Play Sessions which could be much larger. The session fee is $35.   ",
      "link": "https://mindbody.io/fitness/classes/semi-private-supervised-play-session-honors-bridge-club#48915528-2020-06-17"
    },
    {
      "category": "Other",
      "name": "OPEN POWER NAP ",
      "studio": "Rise by We",
      "address": "85 Broad Street Lower Level, New York, NY 10004Lower Manhattan",
      "phone": "(646) 694-8079",
      "date": "Wednesday, Jun 17",
      "time": "2:30pm - 4:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/26/images/original_Web-Image_0009_iStock-917832458_super.jpg?1536874097",
      "description": "A short nap in the mid-afternoon can boost memory, improve job performance, lift your mood, make you more alert, and ease stress. Exercise your right to Nap with Private and Open Studio Power Nap Sessions now available at Rise By We. Bring your need for some late afternoon rejuvenation and well take care of… the rest. ",
      "link": "https://mindbody.io/fitness/classes/open-power-nap-rise-by-we-lower-manhattan-3#49015975-2020-06-17"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Boxing - All Levels (Swing Shift)",
      "studio": "Church Street Boxing Gym Park",
      "address": "153 West 29th Street, New York, NY 10001",
      "phone": "(212) 571-1333",
      "date": "Wednesday, Jun 17",
      "time": "3:00pm - 4:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/19/images/original_Default-image_0014_iStock-692842106_high.jpg?1536873776",
      "description": "This class is appropriate for Beginners through Advanced students.  Your instructor will be an experienced professional or amateur fighter who will review basic punches and combinations and the fundamentals of defense. New members will develop a strong foundation while more experienced fighters will benefit… from the guidance of skilled coaches.  Scheduled for 3pm Weekdays, it is perfect for members and guests with unconventional schedules such as NYPD, FDNY and EMS, as well as nurses and doctors. ",
      "link": "https://mindbody.io/fitness/classes/boxing-all-levels-swing-shift-church-street-boxing-gym-2#32512751-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "ONLINE: Kids Yoga",
      "studio": "Hosh Yoga",
      "address": "657 Meeker Avenue, Brooklyn, NY 11222",
      "phone": "(718) 599-9642",
      "date": "Wednesday, Jun 17",
      "time": "3:30pm - 4:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "Kids Yoga:  Each class, children will go on a playful yoga adventure. Themes could include taking a yoga journey to the ocean, the jungle or the farm. Children will also learn different movement and yoga games as well as how to use build foundational breath and focus techniques. Some classes may incorporate a fun yoga story… time. Children are invited to bring a \"yoga friend\" (stuffed animal) to their yoga class. ",
      "link": "https://mindbody.io/fitness/classes-online/online-kids-yoga-hosh-yoga#48917251-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Virtual BillPower Vinyasa  Flow (online)",
      "studio": "Llamaste Family Yoga Center",
      "address": "68 Summit Street Suite 2C, Brooklyn, NY 11231Columbia Street Waterfront District",
      "phone": "(929) 266-6737",
      "date": "Wednesday, Jun 17",
      "time": "3:30pm - 4:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/148205/gallery_images/974955/cropped_llamaste-402.jpg?1579560372",
      "description": "This virtual class is LIVE STREAMED via Zoom. Upon booking, you'll receive an email notification invite to join the class. This class, taught by Llamaste founder Bill Ades, is a vigorous vinyasa flow, designed for anyone who is looking to renew their energy and rhythm, as well as de-stress from a busy afternoon. Ignite the breath… and warm the body, followed by powerful postures, ending with a cool and relaxing savanna. You will feel both relaxed, invigorated, and revitalized - have a towel with you as you will work up a nice sweat and shed off a few pounds you may have gained from being stuck inside the home. Pose variations included for all levels. ",
      "link": "https://mindbody.io/fitness/classes-online/billpower-vinyasa-online-llamaste-inc#48775803-2020-06-17"
    },
    {
      "category": "Martial arts",
      "name": "Martial Mind",
      "studio": "Gotham Martial Arts / Gotham Taekwon-Do",
      "address": "328 E 61st St # 3, New York, NY 10065",
      "phone": "(212) 326-9510",
      "date": "Wednesday, Jun 17",
      "time": "3:45pm - 4:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/66/images/original_Default-image_0028_iStock-155246610_super.jpg?1536880194",
      "description": "Martial Mind (Ages 5 - 7) is an 18-24 month, traditional martial arts-based Social and Emotional Learning (SEL) certification program, inspired by Headmaster Kwok's program designed for formal education. We, as educators, aim to nurture the character development of our students so they can grow into respectful,… well-coping, and moral individuals. As children at this age are still in the early stages of developing cognitive skills, the belt system is divided into different checkpoints for the preparation of their entry to the Juniors program.Besides learning to kick and punch properly, as well as age-appropriate self-defense techniques, we will spotlight a key theme, such as respect, focus, integrity, and self-control. We will demonstrate the meaning behind the selected theme and how it benefits the students' social skills and emotional competencies through physical practice. We aim to guide students to transfer the skills learned in class to their lives in academic and home settings.  Upon completion of the Martial Mind program, our students will receive an official certificate issued by Martial Arts Education Society. They are expected to progress in our Juniors Taekwon-do program at an accelerated rate.   ",
      "link": "https://mindbody.io/fitness/classes/martial-mind-gotham-martial-arts-gotham-taekwon-do#48670588-2020-06-17"
    },
    {
      "category": "Dance",
      "name": "Pre-Hip Hop Ages (5-7)",
      "studio": "Sol Dance Center",
      "address": "30-16 Steinway Street, Astoria, NY 11103Astoria",
      "phone": "(347) 935-3955",
      "date": "Wednesday, Jun 17",
      "time": "4:00pm - 5:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/145834/gallery_images/900807/cropped_LOGO_1.PNG?1562896390",
      "description": "Pre Hip Hop is a class designed to teach the basics in different styles of Hip-hop as well as some basic break dance exercises. This class helps kids to get focused on movement and musicality as well as some time to have fun, play games such as freeze dance to keep moving. ",
      "link": "https://mindbody.io/fitness/classes/pre-hip-hop-sol-dance#48767563-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Vinyasa | All Levels | Online, live via zoom",
      "studio": "The Shala Yoga House",
      "address": "816 Broadway, New York, NY 10003",
      "phone": "(212) 979-9988",
      "date": "Wednesday, Jun 17",
      "time": "4:00pm - 5:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/121/images/original_Web-Image_0017_iStock-675173140_super.jpg?1536882855",
      "description": "This is an online class that takes place live via Zoom. Sign up in advance of the class and receive an email invitation before the class begins. You'll need zoom account to join.  Vinyasa | All LevelsVinyasa is a moving meditation where each pose is strung together on the the thread of breath. At the Shala, vinyasa is shaped by the lineage… of Ashtanga Yoga: economic, rigorous, and challenging. All Level classes are a well-rounded blend of alignment and fluid movement. Open to beginning practitioners with some knowledge of foundational postures (Surya Namaskar, standing and seated poses, backbends), as well as intermediate and advanced practitioners interested moving in a gentler and more precise way. Guidance will be provided regarding safe alignment, strength-building, joint stabilization, and proper breathing technique. ",
      "link": "https://mindbody.io/fitness/classes-online/vinyasa-strength-level-2-online-live-via-zoom-the-shala-yoga-house-new-york-ny#49067858-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Gillian's Virtual Live Reformer Level 1 class 4:05PM",
      "studio": "Pilates Reforming New York",
      "address": "1462 1st Ave #2W, New York, NY 10075UES",
      "phone": "(212) 569-7769",
      "date": "Wednesday, Jun 17",
      "time": "4:05pm - 5:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/85/images/original_Web-Image_0006_iStock-914755474_super.jpg?1536881311",
      "description": "Level 1 is the Reformer class level following our Orientation Class. In this class the focus is on strengthening the abdominals and learning to stabilize your pelvis and spine while mastering the repertoire of Level 1 exercises. We recommend 15 - 20 sessions in Level 1 before asking your teacher if you are ready to… be tagged for the Mixed Level Class.The Mid Level requires spinal flexibility, good abdominal control as well as wrist and shoulder stability and strength to be able to handle the more advanced Pilates Reformer exercises. Keep this thought in mind...the more advanced you become and the more correct your technique and alignment becomes the more you realize that Level 1 is challenging when performed correctly! ",
      "link": "https://mindbody.io/fitness/classes-online/gillian-s-virtual-live-reformer-level-1-class-4-05pm-pilates-reforming-ny-ues#50759772-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Jam Sessions Music - Zoom Interactive Class",
      "studio": "Kids at Work",
      "address": "123 W20th Street 2E Second floor, New York, NY 10011Midtown",
      "phone": "(212) 488-8800",
      "date": "Wednesday, Jun 17",
      "time": "9:30am - 10:05am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "IF THERE IS NO SIGN UP OR BOOK CLASS BUTTON THE CLASS IS FULL.  Jam Sessions via ZOOM are interactive! Unlike livestreaming, in these sessions your child's favorite teacher can see and interact with your child. Register for this class and receive a link and a password via email to log in and join the fun! Jam Sessions via ZOOM… will be limited to 8 participants. Join Kids at Work Teachers for 35 minutes of music from the comfort of your own home. Further instructions will be sent for participants that register at least 15 minutes before class! These sessions are $15 per class.  Before Class: Download zoom (https://zoom.us/download) well before class time. Please be aware that when joining this class there is the potential for participants to see one another. All audio will be muted except for teacher for MOST of the class. If you do not want to be seen simply disable your video.  Do I need anything for this class?Please gather any instruments you might have for our \"Jam Session\". Other objects such as pots and pans, wooden spoons, or Tupperware filled with beans or rice (reinforce with some tape) will work too! If you have bubbles or scarves/pieces of fabric please make them available as we may use those as well!  Didn't get the email with all the info to join the meeting? Check your spam! We'll usually send it about an hour before. ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-class-from-your-home-jam-sessions-music-kids-at-work-midtown#48989874-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "VIRTUAL: Myofascial Release & Pilates",
      "studio": "Pilates On Fifth",
      "address": "501 5th Avenue 2200, New York, NY 10017",
      "phone": "(212) 687-8885",
      "date": "Wednesday, Jun 17",
      "time": "4:30pm - 5:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/87/images/original_Web-Image_0013_iStock-846236630_super.jpg?1536881359",
      "description": "Myofascial Release & Pilates: We all need to unwind and destress, right? Well, Debbie has developed the perfect class for the end of a long day of working! (And even if you plan to work more, this class is a wonderful, restorative break to rejuvenate you before you hit the desk again!) Debbie leads an invigorating… Pilates mat class that infuses myofascial release with massage balls or tennis balls on key trigger points. Youll feel like you got a personal training session and a massage all in one! ",
      "link": "https://mindbody.io/fitness/classes-online/virtual-myofascial-release-pilates-pilates-on-fifth-new-york-ny#48788302-2020-06-17"
    },
    {
      "category": "Aerial",
      "name": "AERIAL SILK - LEVEL 1",
      "studio": "Body & Pole",
      "address": "115 West 27th Street, New York, NY 10001Midtown",
      "phone": "(212) 334-6900",
      "date": "Wednesday, Jun 17",
      "time": "4:45pm - 6:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/3326/gallery_images/894506/cropped_hand.jpg?1561505381",
      "description": "Develop your strength, stamina and stability in Level 1 Silk. You should be able to perform a basic climb and create foot locks on both sides unassisted in the air. Class will begin with basic skills and conditioning, gradually progressing into learning more elaborate poses and tricks as well as longer sequences of aerial movement. ",
      "link": "https://mindbody.io/fitness/classes/aerial-silk-level-1-body-pole-midtown#49027310-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Free Gift - Zoom 60min All Levels Ashtanga",
      "studio": "New Vibe Yoga",
      "address": "9 Saint Marks Place #2, New York, NY 10003",
      "phone": "EmailOnly",
      "date": "Wednesday, Jun 17",
      "time": "5:00pm - 6:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/25266/gallery_images/135209/cropped_IMG_1840.JPG?1539302059",
      "description": "A free Live Streamed Class Gifted to Our Community!  Join us Live in our zoom room for a 60min All Levels Ashtanga Class.1. Download Zoom App  2. Sign up on Mindbody to reserve your spot(Make sure your e-mail is correct)  3. Well e-mail you an access link 15min Prior to class  4. Open Zoom, turn your mic to MUTE, and volume UP. … 5. Unroll your yoga mat and lets go!  Need Help? e-mail hello@newvibeyoga.com   ",
      "link": "https://mindbody.io/fitness/classes-online/free-gift-zoom-room-60min-all-levels-ashtanga-new-vibe-yoga#53949095-2020-06-17"
    },
    {
      "category": "Boxing / kickboxing",
      "name": "Group Training",
      "studio": "Trinity Boxing Club - New York",
      "address": "116 Duane Street, New York, NY 10007",
      "phone": "(212) 374-9393",
      "date": "Wednesday, Jun 17",
      "time": "6:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/134898/gallery_images/956077/cropped_james.JPG?1576100011",
      "description": "Ours are different from regular boxing classes you might find elsewhere in that you work with a group of trainers each time that you come in. All of our trainers are active or former professional athletes who are well-versed in what it takes to get you to achieve your goals in a challenging, exciting, yet safe way. They all… came from slightly different backgrounds and therefor you receive an excellent workout every time and there's always a little variety.  If you can make it in to the gym two or more times per week, choose the unlimited group training option. If you can't make it to the gym more than once a week, then the package of ten group lessons is the most cost effective option for you. You will join in the group lessons when you choose and you have three months in which to use them up. ",
      "link": "https://mindbody.io/fitness/classes/group-training-trinity-boxing-club-new-york-2#49118704-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "LIVESTREAM YOGASPARK CLASS",
      "studio": "YogaSpark",
      "address": "158 Duane Street, New York, NY 10013",
      "phone": "(212) 602-9961",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "Please join us for one of our brand new livestream classes, via Zoom. The same YogaSpark style in a whole new medium! The details: -Register for this class no later than 30 minutes before class start time-15 minutes prior to class, you will receive a link from one of our managers to a Zoom meeting, which you can access from… your desktop, laptop, iPad or phone. You will likely be prompted to download the Zoom app to whatever device you are using.-You will also receive a link to a Spotify playlist (see below).The class will open up to participants 15 minutes prior to class start time and will begin promptly at class start time. --We will sign you in to the class as you join the Zoom meeting.-You will have the option to be seen or not seen by your instructor. Should you choose to be seen, that will help them give you verbal adjustments and shout outs as well as create more of a class vibe, but it is entirely up to you! You will be muted once class starts but will be able to chat with the instructor if you have any questions.-Class will be an open level, challenging, fun power flow in the classic YogaSpark style, with plenty of modifications and options.-There will be no music during class, but your instructor will tell you when to press play on the Spotify playlist so that the class can move with the music in sync. You will likely need a second device to play the music from. Thank you for bearing with us during these technically challenging times, as we attempt to recreate the YogaSpark experience as best we can on various platforms! ",
      "link": "https://mindbody.io/fitness/classes-online/livestream-yogaspark-class-yogaspark-new-york-ny#52441735-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Livestream Dharma Yoga 60 min",
      "studio": "YogaCare",
      "address": "121 Fulton Street 3rd Floor, New York, NY 10038",
      "phone": "(212) 964-6411",
      "date": "Wednesday, Jun 17",
      "time": "5:15pm - 6:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/74462/gallery_images/94582/cropped_Screen_Shot_2018-05-03_at_6.08.53_PM.png?1532036054",
      "description": "A gentle, yet powerful series of balancing, stretching, back bending, twisting and mild inverted postures follow. The physical posture practice (Asana) tones and invigorates the body and mind, leading to enhanced flexibility, strength, balance and concentration. Breathing exercises (pranayama) and meditative techniques… regulate the heartbeat, de-stress the nervous system and calm the mind. This practice ends with Deep Relaxation, breathing exercises and concentration/meditation to remove impurities and bring a sense of well-being to the body and radiant peace to the mind. Turn on your video for corrections from the teacher. ",
      "link": "https://mindbody.io/fitness/classes-online/free-dharma-yoga-90-mins-no-heat-yogacare#48777358-2020-06-17"
    },
    {
      "category": "Dance",
      "name": "Breakdance: Intermediate and Advanced",
      "studio": "three little birds",
      "address": "16 Erie Street, Jersey City, NJ 07302",
      "phone": "(201) 528-3212",
      "date": "Wednesday, Jun 17",
      "time": "5:15pm - 6:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/85553/gallery_images/492403/cropped_tlb6.jpg?1544643703",
      "description": "Get ready to join the Chilltown Breakers. We are going to bring breaking right to your home. All you need to do is download Zoom, find a good spot to practice, set up a computer, get some water and put on your breaking clothes. This class is designed for b-boys and b-girls who already have experience breakdancing,… dancing or gymnastics. Breaking is an art form that celebrates individuality. Kids develop their own style through dance, build confidence, and get a fun workout. Kids will have conditioning and basics training as well as learn more advanced techniques and practice individual combos. Kids will also progress through different dance levels and will be recognized in a ceremony where they will receive the color hat of their new dance level. This is a Zoom class lead by Kid Glyde. Kid Glyde has been a breaking coach at three little birds for 7 years! He is also the founder of the Kids Breaking League, coach of the Dynamic Kids, President of the Dynamic Rockers, a world famous bboy and a super nice guy.Class $20You will receive an email with your Zoom invitation 15 minutes before the class starts. ",
      "link": "https://mindbody.io/fitness/classes/breakdance-intermediate-and-advanced-three-little-birds#53670130-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Livestream Urban Warriors - Yoga",
      "studio": "Urban Souls",
      "address": "100 Hudson Street  4th Fl. (entrance on 1st) , Hoboken, NJ 07030",
      "phone": "(201) 683-4002",
      "date": "Wednesday, Jun 17",
      "time": "12:00pm - 1:00pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNBMcO68GYVv_y-O3tFQfZ7ZY0XjF7vmY6qXCyx=s1600-w2000",
      "description": "At once vigorous and cathartic, youll groove to an experiential landscape of flow and breath set to DJ-quality playlists. Well begin with balancing breathwork to calm your nerves and reboot energy. Soon after, youll find yourself flowing through seamless sequences as your mind synchronizes effortlessly with the rhythm… of your breath, the rhythm of movement, and the rhythm of music. When its time to wind down from this uplifting flow, well melt into deep stretches and, of course, a sweet final relaxation so that every beautiful benefit sinks inmind, body and soul. Ahhhhh.... OPEN LEVEL/STRONG FLOW. ",
      "link": "https://mindbody.io/fitness/classes-online/urban-warriors-devotion360#51251126-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Intermediate Level Reformer",
      "studio": "Brooklyn Heights Pilates",
      "address": "158 Montague Street, Brooklyn, NY 11201",
      "phone": "(347) 889-6424",
      "date": "Wednesday, Jun 17",
      "time": "5:30pm - 6:25pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "Intermediate Level Reformer classes are ideal for clients who have consistently practiced and have a good understanding of the principles of Pilates as well as how to navigate the equipment. 55 minutes ",
      "link": "https://mindbody.io/fitness/classes/intermediate-level-reformer-brooklyn-heights-pilates#48714825-2020-06-17"
    },
    {
      "category": "Other",
      "name": "be-ginner- GYROTONIC Tower Class",
      "studio": "Body Evolutions East Village NYC",
      "address": "266 East 10th Street, New York, NY 10009",
      "phone": "(212) 375-0430",
      "date": "Wednesday, Jun 17",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/35748/gallery_images/251182/cropped_aaa.jpg?1541539304",
      "description": "This class is our core group class and focuses on technique and proper alignment while doing Level 1 GYROTONIC exercises. We recommend it for everyone, regardless of level because it ensures a solid foundation in the principles of the GYROTONIC exercise methodology. You can expect hands-on assistance from the… instructor as well as a detailed explanation of how to do the movements. ",
      "link": "https://mindbody.io/fitness/classes/newbe-gyrotonic-tower-class-body-evolutions-east-village-nyc-2#49031418-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Original Hot Yoga 60 Live Stream",
      "studio": "bode nyc",
      "address": "182 5th Avenue, New York, NY 10010",
      "phone": "(212) 288-9642",
      "date": "Wednesday, Jun 17",
      "time": "5:30pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "Original Hot Yoga is a series of twenty-six Hatha Yoga postures and two Pranayama breathing techniques designed to provide a challenging, invigorating, rejuvenating and effective yoga experience, typically done in the heat. During this 60 minute class, you will work every muscle, tendon, ligament, joint and… internal organ in the entire body, giving you an incredible sense of well being.  This class is delivered by Zoom in partnership with FitGrid LIVE. You can enroll for this class up until two minutes before the scheduled start. You will receive an email from FitGrid LIVE starting an hour before the class with instructions. ",
      "link": "https://mindbody.io/fitness/classes-online/original-hot-yoga-60-livestream-bode-nyc#52834368-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "LIVESTREAM BurnStrong CORE-FLOW",
      "studio": "BurnStrong",
      "address": "46 West 46th Street 4th Floor Front, New York, NY 10036",
      "phone": "(646) 329-2346",
      "date": "Wednesday, Jun 17",
      "time": "5:30pm - 6:20pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNCfgeGGb_FMIQ_PzcwQadhYwdLv2IF-aKXxppn=s1600-w2000",
      "description": "****ATTENTION******* Due to the coronavirus outbreak we are doing our best to protect the weaker members of our community (those with pre-exiting conditions, compromised immune systems, and the elderly) and practice social distancing we have switched to ONLINE CLASSES and THIS IS AN ONLINE CLASS.… Please do not come to our physical location in Midtown Manhattan, rather register for our online class via ZOOM and we can practice together (in spirit).  BurnStrong Core-Flow class description: YOGALATES. And we don't just mean \"core yoga\" we mean yoga + PILATES taught by a creative, well-informed yoga + PILATES teacher who cares about you and the health of your spine.  Stretch, and feel that Pilates-Burn in your core: BurnStrong CORE FLOW.  *All BurnStrong classes are done barefoot on mats.    https://zoom.us/j/6463292346   ",
      "link": "https://mindbody.io/fitness/classes-online/online-burnstrong-core-flow-burn-strong-2#50039143-2020-06-17"
    },
    {
      "category": "Barre",
      "name": "ZOOM - Bar Method",
      "studio": "The Bar Method NYC - Noho",
      "address": "678 Broadway Second Floor, New York, NY 10012",
      "phone": "(646) 435-7938",
      "date": "Wednesday, Jun 17",
      "time": "5:45pm - 6:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/11/images/original_Default-image_0021_iStock-494059522_super.jpg?1536873173",
      "description": "Join us on Zoom! A link will be emailed to the address we have one file 15 minutes before class is set to begin.  Low impact. High reward. Our classic interval-training workout is designed to help you lose inches by burning fat and sculpting lean muscles. A well-designed sequence of specific movements will target and reshape… your muscles. And stretches incorporated throughout the class will tone and elongate your body. The best method to transform and renew you.Who it's for:Everyone  especially those seeking optimal fat-burning workouts and full-body transformation.  What you can gain:  Stronger, leaner musclesIncreased flexibilityImproved posture, core strength and balance   ",
      "link": "https://mindbody.io/fitness/classes-online/zoom-bar-method-the-bar-method-new-york-city-noho-b60c2a08#52794701-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Rhythm Moves",
      "studio": "THE WELL",
      "address": "2 East 15th Street, New York, NY 10003",
      "phone": "(646) 560-8080",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 6:30pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipPxlPw-06cPfg5CveKQ64vdk21Qj1CTGovITgTt=s1600-w1000",
      "description": "Join in for a breath centered, rhythmic movement practice that flows with sequences inspired by dances of the African Diaspora. This energizing class will stretch and open the body, activate the core, ignite inner radiance. ",
      "link": "https://mindbody.io/fitness/classes-online/rhythm-moves-the-well-cc92176f#53946341-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "MarcoYoga Vinyasa",
      "studio": "Beauty Joy Wellness",
      "address": "25 West 31st Street Floor 6, New York, NY 10001",
      "phone": "(212) 564-8811",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 7:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/152889/gallery_images/985216/cropped_C_HEALING_PIC_1.jpg?1582064349",
      "description": "This class is an inward journey of Raja Yoga, the Royal Yoga, and consists of intelligent sequencing with attention to precision and alignment. All levels welcome.Mats and props provided.   ",
      "link": "https://mindbody.io/fitness/classes/marcoyoga-beauty-joy-wellness-2-2#48812152-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Open Level Vinyasa (Livestream)",
      "studio": "Now Yoga",
      "address": "61 4th Avenue 3rd Floor, New York, NY 10003Lower Manhattan",
      "phone": "(646) 596-7772",
      "date": "Wednesday, Jun 17",
      "time": "10:00am - 11:05am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/133222/gallery_images/135684/cropped_IMG_4587.JPG?1539354351",
      "description": "Come as You Are. A open-level and well-rounded practice thats appropriate for those with experience in group classes. ",
      "link": "https://mindbody.io/fitness/classes-online/open-level-vinyasa-online-now-yoga-lower-manhattan#48764971-2020-06-17"
    },
    {
      "category": "Circuit training",
      "name": "Core Burner A",
      "studio": "Plush Fitness",
      "address": "6 East 30th Street Suite 201, New York, NY 10016Midtown",
      "phone": "(212) 213-6586",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 7:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1499/gallery_images/968720/cropped_IMG_0913.jpg?1578137934",
      "description": "Sit ups and crunches are all well and good, but in order to build a strong, stable core we'll have to dig deeper. This class will not only rip up your midsection, but will carryover to all aspects of your life. ",
      "link": "https://mindbody.io/fitness/classes/core-burner-a-plush-fitness-midtown#48678290-2020-06-17"
    },
    {
      "category": "Pole Fitness",
      "name": "SPINNY POLE - LEVEL 2",
      "studio": "Body & Pole",
      "address": "115 West 27th Street, New York, NY 10001Midtown",
      "phone": "(212) 334-6900",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/3326/gallery_images/894506/cropped_hand.jpg?1561505381",
      "description": "In this class you will take your Level 2 static pole technique and apply it to the spinning pole. Youll learn creative ways to travel up and down the pole as well as how to control your speed while maintaining your flow. Pre-requisite: Must be comfortable with basic inversions. ",
      "link": "https://mindbody.io/fitness/classes/spinny-pole-level-2-body-pole-midtown#49028600-2020-06-17"
    },
    {
      "category": "Outdoor",
      "name": "Outdoor Conditioning",
      "studio": "GrassRoots Fitness Project",
      "address": "371 Amsterdam Avenue 2nd Floor, New York, NY 10024UWS",
      "phone": "(646) 415-3972",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 6:55pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/1267/gallery_images/184333/cropped_grassroots3.jpg?1540232660",
      "description": "Outdoor Conditioning Classes where GRFP classes began! Outdoor programs will be based on circuit training and functional conditioning. Outdoor classes will be performed either in Central Park or Riverside Park. Pickup and drop off will be at GRFP, 371 Amsterdam Ave. Portable equipment will be utilized, as well as… the track in Riverside. Please be able to run short distances.  ",
      "link": "https://mindbody.io/fitness/classes/outdoor-conditioning-grassroots-fitness-project-uws#49812278-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Free Virtual Mat Class",
      "studio": "Hands on Pilates, NYC",
      "address": "125 4th Avenue, New York, NY 10003",
      "phone": "(917) 570-8107",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 6:55pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/29331/gallery_images/539285/cropped_IMG_3635.jpg?1545270808",
      "description": "The Pilates system really reveals itself on the Mat. All you need is a good WiFi connection, device with a camera & a mat/towel. Download the Zoom app and well get down on the Mat for a killer workout. Small props are optional, but encouraged.   This is a donation based complimentary community class. Donations can be made via… Venmo to Samone Weissman. You will receive a confirmation of your donation and reservation 30 minutes before class ",
      "link": "https://mindbody.io/fitness/classes-online/free-virtual-mat-class-hands-on-pilates-nyc#50083231-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Buti Yoga",
      "studio": "Grae Wellness Lounge",
      "address": "89 5th Avenue Suite 802, New York, NY 10003",
      "phone": "(754) 800-4723",
      "date": "Wednesday, Jun 17",
      "time": "6:15pm - 7:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/143659/gallery_images/878508/cropped_JPEG_image-40AE088CBE33-6-Edit.JPG?1558377802",
      "description": "Buti Yoga is a music-driven, soulful blend of power yoga, dance-cardio sprints, and deep abdominal toning. This HIIT-based yoga practice stretches + sculpts your body and mind to unlock the body's energy flow so you can be your best self. Grab your mat and get ready for sweat-inducing, soul-inspiring movement! This class is… NOT for beginners. ",
      "link": "https://mindbody.io/fitness/classes/buti-yoga-grae-wellness-lounge#49098473-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Virtual 30 Min. Restorative Pilates",
      "studio": "Brooklyn Strength",
      "address": "69 Columbia Street 3rd Floor, Brooklyn, NY 11201Columbia Street Waterfront District",
      "phone": "(347) 384-2011",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 6:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/115/images/original_Web-Image_0003_iStock-846236610_super.jpg?1536882528",
      "description": "30 minutes of easeful movement designed to unkink backs, open hips, and support abdominals.  Needed: mat  A Zoom link will be emailed to you from Dibs 10 minutes before class begins.  If your roommate or partner joins, we strongly suggest that they sign up as well so the instructor will be paid fairly and can teach effectively. ",
      "link": "https://mindbody.io/fitness/classes-online/30-min-restorative-pilates-brooklyn-strength-brooklyn-heights#48713249-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "VinHatha Flow-Zoom",
      "studio": "Healhaus",
      "address": "1082 Fulton Street, Brooklyn, NY 11238Bedford-Stuyvesant",
      "phone": "(347) 413-7774",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 7:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/100783/gallery_images/660799/cropped_IMG_2035.JPG?1549310098",
      "description": "A blend of Vinyasa breath movement and longer, more traditional Hatha holds, Vin-Hatha offers students the opportunity to both move through and be within the postures. With a focus on alignment and therapeutic techniques, students will explore what it means to find healthy, strong, empowering postures while… experiencing a deepening breath practice, allowing for stress and trauma to be diluted while optimal health and wellness to grow. This practice encourages deeper mindfulness, orientation and attunement within the postures. Classes will be challenging, creative and inspiring, guiding students to go beyond preconceived notions of who they are and what they can do on the mat. ",
      "link": "https://mindbody.io/fitness/classes-online/vin-hatha-healhaus-bedford-stuyvesant#48643669-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Reiki + Restorative Yoga Workshop ",
      "studio": "Yoga Shunya",
      "address": "275 Grove Street 3rd floor , Jersey City, NJ 07302Downtown Jersey City",
      "phone": "(201) 610-9737",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/135656/gallery_images/561137/cropped_R_R_5.2016_opening.jpg?1545862755",
      "description": "Relax and unwind as Shoko leads a special 2-hour session of restorative yoga and distance reiki healing... from Japan! This type of yoga can be a highly effective way to reduce stress and anxiety. Each reclined pose is supported with various props and is designed to encourage an effective release of stress and… tension.In this workshop you will experience: reiki assist to help clear blocked energy relaxing breathing techniques release of muscle tension without expending energy guided meditation to slow down the mind  What is Reiki?Reiki is an ancient form of universal energetic healing that encourages a state of balance, harmony, and self-healing. Reiki works on all levels of physical, emotional and spiritual elements to help reduce stress, anxiety and other ailments.  Combining both Restorative Yoga and Reiki allows for deep stillness to be found, as well as a transformative experience within and without. Sign up for Shoko's workshop through Mindbody. Problems signing up, email yogashunya@icloud.com.   ",
      "link": "https://mindbody.io/fitness/classes/reiki-restorative-yoga-workshop-yoga-shunya-b5e6dced#50969392-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Hour L2 LIVESTREAM",
      "studio": "Yogamaya",
      "address": "135 West 20th Street 6th Floor b/w 6th & 7th Ave, New York, NY 10011Midtown",
      "phone": "(212) 675-4555",
      "date": "Wednesday, Jun 17",
      "time": "8:00am - 9:00am EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/124/images/original_Web-Image_0025_iStock-514277440_super.jpg?1536882936",
      "description": "This is a one hour version of our Level 2 class  a well-rounded practice in a shorter amount of time. You have an understanding of the basic poses and transitional movements of a Vinyasa class (down dog, plank, chaturanga, cobra/upward dog). Youll get more dynamic sequences with challenging poses, subtle… alignment of basic poses, and an introduction to other yoga practices.  THIS IS AN ONLINE CLASS! Sign up here, and you'll receive an email to the address associated with your Yogamaya account with a link to take your class from afar.  First time joining us online?  If you are using a computer/laptop, please visit www.zoom.us to sign up. If you are joining us on your mobile device (phone, iPad, tablet, etc.), please download the Zoom app.  Please take a few moments to get to know the Zoom software, as it may be difficult for us to troubleshoot once you are in the class. If you have questions, please e-mail info@yogamayanewyork.com.    ",
      "link": "https://mindbody.io/fitness/classes-online/hour-l2-livestream-yogamaya-midtown#49601236-2020-06-17"
    },
    {
      "category": "Gym classes",
      "name": "Pull-Ups at Home Livestream",
      "studio": "Transform Fitness",
      "address": "133 East 58th Street Suite 902, New York, NY 10022Midtown",
      "phone": "(646) 351-6101",
      "date": "Wednesday, Jun 17",
      "time": "6:00pm - 7:00pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipPfKA_vQtKF0qeJZlVIFZMfdX-CvCC65lz9uV6i=s1600-w2000",
      "description": "Pull-Ups at Home in an intermediate level class focusing on your pull and push strength. Specifically pull-ups, front levers, back levers and any other modalities you would use a pull-up bar for as well as push-ups, planks, and planch progressions.You will need access to a pull-up bar or gymnastic rings for this class.Virtual classes… are booked at 55 minutes per class and conducted through Zoom. Please have your first name and initial of your last name displayed for your coach to view. Our classes require cameras on so we can cue you properly throughout your workout. You may start with volume off, but there may be instances where your coach asks you to turn it on. You are not permitted to record even if your system technically allows it. Links to virtual classes are sent via email roughly 60 minutes prior to class start time.  For Virtual Classes we anticipate you to have minimal equipment and limited space. However, your coach may reach out to you prior to the start of class to ask what equipment you have available so they can optimally program for your class. If a coach plans to reach out, generally for morning classes coaches will reach out the day before and for evening classes reach out earlier that day.   ",
      "link": "https://mindbody.io/fitness/classes-online/pull-ups-at-home-livestream-transform-fitness-midtown#48966725-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "LAND Mama Glow - Women Only",
      "studio": "AQUA Studio NY",
      "address": "78 Franklin Street, New York, NY 10013Lower Manhattan",
      "phone": "(212) 966-6784",
      "date": "Wednesday, Jun 17",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/120/images/original_Web-Image_0007_iStock-922344888_super.jpg?1536882820",
      "description": "This is a LAND Class. NOT IN THE POOL.  MamaGlow Pre/Postnatal Yoga by maternity lifestyle maven Latham Thomas supports your health and well being throughout pregnancy as well as prepares you mentally, emotionally and physically for childbirth. The class is a safe and nurturing sequence of postures and exercises… that require no previous yoga experience. - Recommended for : Expectant, hopeful expectant, and new moms welcome.  ",
      "link": "https://mindbody.io/fitness/classes/land-mama-glow-women-only-aqua-studio-ny-lower-manhattan#48929190-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Virtual Strength & Contrology",
      "studio": "Brooklyn Strength",
      "address": "69 Columbia Street 3rd Floor, Brooklyn, NY 11201Columbia Street Waterfront District",
      "phone": "(347) 384-2011",
      "date": "Wednesday, Jun 17",
      "time": "6:30pm - 7:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/72/images/original_default-image_0002_iStock-866702628_super.jpg?1536880346",
      "description": "Strength & Contrology is our signature class that brings your fitness to a creative new level with complex body weight, mobility and challenging core movement. We use the floor, props and kettlebells to create strong muscles, body awareness, flexibility and proper alignment. Its a challenging workout but open to all.  A Zoom… link will be emailed 10 minutes before the class begins.  If your roommate or partner joins, we strongly suggest that they sign up as well so the instructor will be paid fairly and can teach effectively.  ",
      "link": "https://mindbody.io/fitness/classes-online/strength-contrology-brooklyn-strength-brooklyn-heights#48713221-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "ONLINE: Alignment Flow",
      "studio": "Hosh Yoga",
      "address": "657 Meeker Avenue, Brooklyn, NY 11222",
      "phone": "(718) 599-9642",
      "date": "Wednesday, Jun 17",
      "time": "6:30pm - 7:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/118/images/original_Web-Image_0005_iStock-936121424_super.jpg?1536882602",
      "description": "This class welcomes all yogis looking to refine and strengthen their physical alignment in their practice. This class will include longer holding of poses, the use of props and alignment based sequences to aid in strengthening and opening the body as well as creating ease, stability, and freedom in areas of tension. Get ready to… challenge your body and mind, yet rediscover the fundamentals of each asana. ",
      "link": "https://mindbody.io/fitness/classes-online/alignment-flow-hosh-yoga#48916955-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Online Class on Zoom - Vinyasa II ",
      "studio": "Namastuy",
      "address": "325 Lewis Avenue, Brooklyn, NY 11221",
      "phone": "(718) 484-3966",
      "date": "Wednesday, Jun 17",
      "time": "6:30pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/119/images/original_Web-Image_0006_iStock-922482726_super.jpg?1536882633",
      "description": "This class will be held online via Zoom.$10 drop in, free for all members with unlimited passes.You'll need a an account with zoom (free), you might want to download the Zoom App. Register per usual via Mindbody or our free Namastuy App up to 30min before class & you'll get an email with a link and password to join in… 10min before class begin.    Glow. A fast paced, fluid practice that has a strong focus on breath to build heat from within. Students are guided through a sequence that will increase flexibility, as well as stability. Modifications and props are offered to make the class accessible to any level.   ",
      "link": "https://mindbody.io/fitness/classes-online/online-class-on-zoom-vinyasa-ii-namastuy#50043792-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Find My  Handstand for Ground 360 Wellness Program",
      "studio": "Yoga Pole",
      "address": "43 Schermerhorn Street 117 14th Street, Brooklyn, NY 11201Brooklyn Heights",
      "phone": "(917) 365-3896",
      "date": "Wednesday, Jun 17",
      "time": "6:45pm - 7:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/4075/gallery_images/962807/cropped_gwen-knee-hook-pole-fitness-class-brooklyn-yogapolestudio.jpg?1576648359",
      "description": "Find My Handstand ",
      "link": "https://mindbody.io/fitness/classes/find-my-handstand-for-ground-360-wellness-program-yoga-pole-brooklyn-heights#48744609-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Livestream Evening Chill - Yoga",
      "studio": "Urban Souls",
      "address": "100 Hudson Street  4th Fl. (entrance on 1st) , Hoboken, NJ 07030",
      "phone": "(201) 683-4002",
      "date": "Wednesday, Jun 17",
      "time": "7:15pm - 8:15pm EDT",
      "image": "https://lh3.googleusercontent.com/p/AF1QipNBMcO68GYVv_y-O3tFQfZ7ZY0XjF7vmY6qXCyx=s1600-w2000",
      "description": "Youve been movin and groovin all day... This is your time to chill! Come back to your breath, slow down the frenetic pace of urban living, tune into what your mind-body needs mostthen relax deeply with a sweet, restorative finish. To start, after some centering and warming, gentle movement, well flow breath by breath to a… beautifully chill soundtrack, while reigniting our personal and collective energy. After our vinyasa flow journey, well begin to take the energy back down, easing into postures that reconnect and relax US with grounding stretches that prepare the body and mind for letting go completely. Youll melt in passive restorative postures, supported by blankets, blocks and bolsters, to create a sense of space and openingand deep relaxation, effortlessly. Then youll float home, unencumbered by the events of the day. Sounds amazing, right?! OPEN LEVEL. ",
      "link": "https://mindbody.io/fitness/classes-online/evening-chill-devotion360#51251178-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Vinyasa Flow - ONLINE",
      "studio": "Suryaside Yoga + Wellness",
      "address": "49-06 Skillman Avenue, Woodside, NY 11377Flushing",
      "phone": "0",
      "date": "Wednesday, Jun 17",
      "time": "7:00pm - 8:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/82553/gallery_images/524814/cropped_3.jpg?1545072801",
      "description": "Turn your attention inward as you link your movement to your breath. Work up a sweat as you move through a dynamic series of postures. Open/Intermediate level. ",
      "link": "https://mindbody.io/fitness/classes-online/vinyasa-flow-online-suryaside-yoga#48786037-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Live Online: Level 1/Beginners",
      "studio": "Iyengar Yoga Institute",
      "address": "150 West 22nd Street 2nd Floor, New York, NY 10011",
      "phone": "(212) 691-9642",
      "date": "Wednesday, Jun 17",
      "time": "7:00pm - 8:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/121/images/original_Web-Image_0017_iStock-675173140_super.jpg?1536882855",
      "description": "Level I students, beginners as well as students who are brand new to Iyengar Yoga, will focus on fundamental postures including a basic inversion.  ",
      "link": "https://mindbody.io/fitness/classes-online/live-online-level-1-beginners-iyengar-yoga-institute-new-york-ny#48728213-2020-06-17"
    },
    {
      "category": "Circuit training",
      "name": "Row HIIT (Virtual Class) *ROWER REQUIRED",
      "studio": "The Row Astoria",
      "address": "4308 Broadway, Astoria, NY 11103Astoria",
      "phone": "(646) 823-2376",
      "date": "Wednesday, Jun 17",
      "time": "7:00pm - 7:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/140651/gallery_images/921102/cropped_00100lPORTRAIT_00100_BURST20190907093701516_COVER.jpg?1567899402",
      "description": "30 Minute Virtual Class Using the Concept2 Rower at home follow us through 6 rounds of interval training . We use body weight exercises as well as some equipment like dumbbells and resistance bands. ",
      "link": "https://mindbody.io/fitness/classes-online/row-hiit-virtual-class-rower-required-the-row-astoria#49068782-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Sattva Sunset Flow in the Park",
      "studio": "Sattva Yoga Jersey City",
      "address": "523 Palisade Avenue, Jersey City, NJ 07307",
      "phone": "(201) 239-7168",
      "date": "Wednesday, Jun 17",
      "time": "7:00pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/116/images/original_Web-Image_0004_iStock-846236540_super.jpg?1536882554",
      "description": "Join us as we gather once more for Open Level Flow classes safely distanced outdoors!  You will find us at this lovely spot at Riverview on the Ogden Ave. and Griffith Street. Classes are by REGISTRATION ONLY, open to Monthly members and available with Sattva class packages, singles can be purchased as well.… NO DROP INS, no sales transactions on site. We must limit class size for distancing purposes.  Please bring a mat and be prepared to distance 6 feet apart. All participants must wear a mask upon arrival to check in with the teacher, masks can be removed when the practice begins..    WEATHER PERMITTING, you will be contacted no less than 1 hour before class if cancelled. ",
      "link": "https://mindbody.io/fitness/classes/sattva-sunset-flow-in-the-park-sattva-yoga-jersey-city#52595442-2020-06-17"
    },
    {
      "category": "Interval training",
      "name": "FREE Virtual:  Yoga HIIT 60 - Wed 7pm",
      "studio": "NYC Yoga Project",
      "address": "112 32nd Street 4th Fl, Brooklyn, NY 11232Sunset Park",
      "phone": "(718) 689-2441",
      "date": "Wednesday, Jun 17",
      "time": "7:00pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/13/images/original_Web-Image_0004_iStock-936572614_super.jpg?1536873303",
      "description": "Create heat in this 60-minute class that blends Baptiste Power Yoga with high-intensity interval training (HIIT). Join Certified Baptiste Leader, Dawn Rizzo and NASM Certified Personal Trainer, Ashley Iannacone for this combination workout intended to increase your muscle strength and endurance, as well as burn… calories and boost metabolism. Short bursts of exercise accompanied by short rests will both energize you and make you a cause for something bigger than yourself.  Tools Needed for this Practice:  1) Yoga mat or towel 2) Dumb bells, hand weights or two cans or two large water bottles 3) Yoga strap or hand towel. ",
      "link": "https://mindbody.io/fitness/classes-online/free-virtual-yoga-hiit-60-nyc-yoga-project#49054918-2020-06-17"
    },
    {
      "category": "Other",
      "name": "Outdoor MESS Signature Maxwell Pier 12th Street",
      "studio": "MESS Method℠",
      "address": "1422 Grand Street 4A, Hoboken, NJ 07030",
      "phone": "(551) 263-8909",
      "date": "Wednesday, Jun 17",
      "time": "7:00pm - 7:50pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/152879/gallery_images/984665/cropped_ombre_vertical.png?1581948281",
      "description": "Come move, evolve, shake and sculpt with us OUTDOORS! This is our signature workout experience. This total body sculpt and conditioning class is balanced, challenging yet completely customizable. The movements and playlists are curated to flow seamlessly making this a workout that truly transcends. HBKN, we're… gonna hit all the right spots in all the right ways. #feelyourworkout   * All participants will need to supply their own mats. This outdoor class will be designed to utilize mostly body weight. If you have a mini band or Theraband bring that too! Class is typically taken in grippy socks but sneakers are highly suggested for this setting. We ask that if you are not feeling well stay home and come back when you're feeling better! Please come 10 minutes before class starts to allow time to set up with social distancing in mind. Masks are required at check in. We can't wait to MESS with you.  ",
      "link": "https://mindbody.io/fitness/classes/outdoor-mess-signature-maxwell-pier-12th-street-mess-method#52063545-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Bobby's Virtual Live Reformer Level 1  Wed 7:05PM",
      "studio": "Pilates Reforming New York",
      "address": "1462 1st Ave #2W, New York, NY 10075UES",
      "phone": "(212) 569-7769",
      "date": "Wednesday, Jun 17",
      "time": "7:05pm - 8:00pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/85/images/original_Web-Image_0006_iStock-914755474_super.jpg?1536881311",
      "description": "Level 1 is the Reformer class level following our Orientation Class. In this class the focus is on strengthening the abdominals and learning to stabilize your pelvis and spine while mastering the repertoire of Level 1 exercises. We recommend 15 - 20 sessions in Level 1 before asking your teacher if you are ready to… be tagged for the Mixed Level Class.The Mid Level requires spinal flexibility, good abdominal control as well as wrist and shoulder stability and strength to be able to handle the more advanced Pilates Reformer exercises. Keep this thought in mind...the more advanced you become and the more correct your technique and alignment becomes the more you realize that Level 1 is challenging when performed correctly! ",
      "link": "https://mindbody.io/fitness/classes-online/bobby-s-virtual-live-reformer-level-1-wed-7-05pm-pilates-reforming-ny-ues#50968781-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "MarcoYoga Slow Flow",
      "studio": "Beauty Joy Wellness",
      "address": "25 West 31st Street Floor 6, New York, NY 10001",
      "phone": "(212) 564-8811",
      "date": "Wednesday, Jun 17",
      "time": "7:30pm - 8:45pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/152889/gallery_images/985216/cropped_C_HEALING_PIC_1.jpg?1582064349",
      "description": "This class is an inward journey of Raja Yoga, the Royal Yoga, and consists of intelligent sequencing with attention to precision and alignment. All levels welcome.  Mats and props provided.  ",
      "link": "https://mindbody.io/fitness/classes/marcoyoga-slow-flow-beauty-joy-wellness-2#48812153-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Yoga for Climbers",
      "studio": "Brooklyn Boulders Queensbridge",
      "address": "23-10 41st Avenue, Long Island City, NY 11101",
      "phone": "(718) 482-7078",
      "date": "Wednesday, Jun 17",
      "time": "7:30pm - 8:30pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/studios/48079/gallery_images/983577/cropped_beasts-1280x400.jpg?1581636546",
      "description": "This is the perfect cross-training complement for those whose eyes are set on the vertical prize. Together well flow from pose to pose while enhancing mobility, lower body strength, balance, and core. Challenge yourselfmentally and physicallyas you breathe through a balanced practice of deep stretching and… strengthening. Well provide the matsjust come with with an open mind. (All levels welcome)  For questions on programming or for booking support please email queensbridge.cnf@brooklynboulders.com ",
      "link": "https://mindbody.io/fitness/classes/yoga-for-climbers-brooklyn-boulders-queensbridge#48724269-2020-06-17"
    },
    {
      "category": "Pilates",
      "name": "Intermediate Level Reformer",
      "studio": "Brooklyn Heights Pilates",
      "address": "158 Montague Street, Brooklyn, NY 11201",
      "phone": "(347) 889-6424",
      "date": "Wednesday, Jun 17",
      "time": "5:30pm - 6:25pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/15/images/original_Web-Image_0011_iStock-901096798_super.jpg?1536873606",
      "description": "Intermediate Level Reformer classes are ideal for clients who have consistently practiced and have a good understanding of the principles of Pilates as well as how to navigate the equipment. 55 minutes ",
      "link": "https://mindbody.io/fitness/classes/intermediate-level-reformer-brooklyn-heights-pilates#48715603-2020-06-17"
    },
    {
      "category": "Yoga",
      "name": "Vinyasa | All Levels | Online, live via zoom",
      "studio": "The Shala Yoga House",
      "address": "816 Broadway, New York, NY 10003",
      "phone": "(212) 979-9988",
      "date": "Wednesday, Jun 17",
      "time": "4:00pm - 5:15pm EDT",
      "image": "https://s3-us-west-2.amazonaws.com/prod-api-lymberfitness/system_stock_images/121/images/original_Web-Image_0017_iStock-675173140_super.jpg?1536882855",
      "description": "This is an online class that takes place live via Zoom. Sign up in advance of the class and receive an email invitation before the class begins. You'll need zoom account to join.  Vinyasa | All LevelsVinyasa is a moving meditation where each pose is strung together on the the thread of breath. At the Shala, vinyasa is shaped by the lineage… of Ashtanga Yoga: economic, rigorous, and challenging. All Level classes are a well-rounded blend of alignment and fluid movement. Open to beginning practitioners with some knowledge of foundational postures (Surya Namaskar, standing and seated poses, backbends), as well as intermediate and advanced practitioners interested moving in a gentler and more precise way. Guidance will be provided regarding safe alignment, strength-building, joint stabilization, and proper breathing technique. ",
      "link": "https://mindbody.io/fitness/classes-online/vinyasa-strength-level-2-online-live-via-zoom-the-shala-yoga-house-new-york-ny#49067815-2020-06-17"
    }
  ]
}
